const dishData = [
  {
    "name": "燕窝",
    "desc": "燕窝贵物，原不轻用。如用之，每碗必须二两，先用天泉滚水泡之，将银针挑去黑丝。用嫩鸡汤、好火腿汤、新蘑菇三样汤滚之，看燕窝变成玉色为度。此物至清，不可以油腻杂之；此物至文，不可以武物串之。今人用肉丝、鸡丝杂之，是吃鸡丝、肉丝，非吃燕窝也。且徒务其名，往往以三钱生燕窝盖碗面，如白发数茎，使客一撩不见，空剩粗物满碗。真乞儿卖富，反露贫相。不得已则蘑菇丝，笋尖丝、鲫鱼肚、野鸡嫩片尚可用也。余到粤东，阳明府冬瓜燕窝甚佳，以柔配柔，以清入清，重用鸡汁、蘑菇汁而已，燕窝皆作玉色，不纯白也。或打作团，或敲成面，俱属穿凿。",
    "img": "2025-11-14T07-35-23-158Z-r5o9jn.jpg"
  },
  {
    "name": "海参三法",
    "desc": "海参无味之物，沙多气腥，最难讨好。然天性浓重，断不可以清汤煨也。须检小刺参，先泡去沙泥，用肉汤滚泡三次，然后以鸡、肉两汁红煨极烂。辅佐则用香蕈、木耳，以其色黑相似也。大抵明日请客，则先一日要煨，海参才烂。尝见钱观察家，夏日用芥未、鸡汁拌冷海参丝甚佳。或切小碎丁，用笋丁、香蕈丁入鸡汤煨作羹。蒋侍郎家用豆腐皮、鸡腿、蘑菇煨海参亦佳。",
    "img": "2025-11-14T07-34-31-579Z-6m5p73.jpg"
  },
  {
    "name": "鱼翅二法",
    "desc": "鱼翅难烂，须煮两日，才能摧刚为柔。用有二法：一用好火腿、好鸡汤，如鲜笋、冰糖钱许煨烂，此一法也；一纯用鸡汤串细萝卜丝，拆碎鳞翅搀和其中，飘浮碗面。令食者不能辨其为萝卜丝、为鱼翅，此又一法也。用火腿者，汤宜少；用萝卜丝者，汤宜多。总以融洽柔腻为佳，若海参触鼻，鱼翅跳盘，便成笑话。吴道士家做鱼翅，不用下鳞，单用上半原根，亦有风味。萝卜丝须出水二次，其臭才去。尝在郭耕礼家吃鱼翅炒菜，妙绝！未传其方法。",
    "img": "2025-11-14T07-34-12-891Z-7uerzl.jpg"
  },
  {
    "name": "鳆鱼",
    "desc": "鳆鱼炒薄片甚佳，杨中丞家削片人鸡汤豆腐中。号称“鳆鱼豆腐”；上加陈糟油浇之。庄大守用大块鳆鱼煨整鸭，亦别有风趣。但其性坚，终不能齿决。火偎三日。才拆得碎。",
    "img": "2025-11-14T07-37-59-834Z-vgx73y.jpg"
  },
  {
    "name": "淡菜",
    "desc": "淡菜煨肉加汤，颇鲜，取肉去心，酒炒亦可。",
    "img": "2025-11-14T07-35-02-901Z-63alj5.jpg"
  },
  {
    "name": "乌鱼蛋",
    "desc": "乌鱼蛋最鲜，最难服事。须河水滚透，撤沙去臊，再加鸡汤、蘑菇爆烂。龚云若司马家制之最精。",
    "img": "2025-11-14T07-33-47-875Z-bnobun.jpg"
  },
  {
    "name": "江瑶柱",
    "desc": "江瑶柱出宁波，治法与蚶、蛏同。其鲜脆在柱，故剖壳时多弃少取。",
    "img": "2025-11-14T07-34-08-511Z-9hvuy7.jpg"
  },
  {
    "name": "蛎黄",
    "desc": "蛎黄生石子上。壳与石子胶粘不分。剥肉作羹，与蚶、蛤相似。一名鬼眼，乐清、奉化两县上产，别地所无。",
    "img": "2025-11-14T07-36-59-713Z-5lcohg.jpg"
  },
  {
    "name": "刀鱼二法",
    "desc": "刀鱼用蜜酒酿、清酱放盘中，如鲥鱼法蒸之最佳。不必加水。如嫌刺多，则将极快刀刮取鱼片，用钳抽去其刺。用火腿汤、鸡汤、笋汤[火畏]之，鲜妙绝伦。金陵人畏其多刺，竟油炙极枯，然后煎之。谚曰：“驼背夹直，其人不活。”此之谓也。或用快刀将鱼背斜切之，使碎骨尽断，再下锅煎黄，加作料，临食时竟不知有骨：芜湖陶大太法也。",
    "img": "2025-11-14T07-33-54-864Z-htcbqg.jpg"
  },
  {
    "name": "鲥鱼",
    "desc": "鲥鱼用蜜酒蒸食，如治刀鱼之法便佳。或竟用油煎，加清酱、酒酿亦佳。万不可切成碎块加鸡汤煮，或去其背，专取肚皮，则真味全失矣。",
    "img": "2025-11-14T07-34-40-119Z-a6i3in.jpg"
  },
  {
    "name": "鲟鱼",
    "desc": "尹文端公，自夸治鲟鳇最佳，然[火畏]之太熟，颇嫌重浊。惟在苏州唐氏，吃炒蝗鱼片甚佳。其法切片油炮，加酒、秋油滚三十次，下寸再滚起锅，加作料，重用瓜、姜、葱花。又一法，将鱼白水煮十滚，去大骨，肉切小方块，取明骨切小方块；鸡汤去沫，先煨明骨八分熟，下酒、秋油，再下鱼肉，煨二分烂起锅，加葱、椒、韭，重用姜汁一大杯。",
    "img": "2025-11-14T07-34-18-962Z-erde5m.jpg"
  },
  {
    "name": "黄鱼",
    "desc": "黄鱼切小块，酱酒郁一个时辰。沥干。入锅爆炒两面黄，加金华豆鼓一茶杯，甜酒一碗，秋油一小杯，同滚。候卤干色红，加糖，加瓜、姜收起，有沉浸浓郁之妙。又一法，将黄鱼拆碎人鸡汤作羹，微用甜酱水、纤粉收起之，亦佳。大抵黄鱼亦系浓厚之物，不可以清治之也。",
    "img": "2025-11-14T07-34-36-843Z-cgj9na.jpg"
  },
  {
    "name": "班鱼",
    "desc": "班鱼最嫩，剥皮去秽，分肝肉二种，以鸡汤煨之，下酒三分、水二分、秋油一分；起锅时加姜汁一大碗，葱数茎，杀去腥气。",
    "img": "2025-11-14T07-34-25-036Z-pw82qt.jpg"
  },
  {
    "name": "假蟹",
    "desc": "煮黄鱼二条，取肉去骨，加生盐蛋四个，调碎，不拌入鱼肉；起油锅炮，下鸡汤滚，将盐蛋搅匀，加香蕈、葱、姜汁、酒，吃时酌用醋。",
    "img": "2025-11-14T07-34-22-925Z-gk0lcr.jpg"
  },
  {
    "name": "猪头二法",
    "desc": "洗净五斤重者，用甜酒三斤；七八斤者，用甜酒五斤。先将猪头下锅同酒煮，下葱三十根、八角三钱，煮二百余滚；下秋油一大杯、糖一两，候熟后尝咸淡，再将秋油加减；添开水要漫过猪头一寸，上压重物，大火烧一炷香；退出大火，用文火细煨，收干以腻为度；烂后即开锅盖，迟则走油。一法打木桶一个，中用铜簾隔开，将猪头洗净，加作料闷入桶中，用文火隔汤蒸之，猪头熟烂，而其腻垢悉从桶外流出亦妙。",
    "img": "2025-11-14T07-37-14-941Z-4e0hvt.jpg"
  },
  {
    "name": "猪蹄四法",
    "desc": "蹄膀一只，不用爪，白水煮烂，去汤，好酒一斤，清酱油杯半，陈皮一钱，红枣四五个，煨烂。起锅时，用葱、椒、酒泼入，去陈皮、红枣，此一法也。又一法：先用虾米煎汤代水，加酒、秋油煨之。又一法：用蹄膀一只，先煮熟，用素油灼皱其皮，再加作料红煨。有土人好先掇食其皮，号称“揭单被”。又一法：用蹄膀一个，两钵合之，加酒，加秋油，隔水蒸之，以二枝香为度，号“神仙肉”。钱观察家制最精。",
    "img": "2025-11-14T07-33-47-078Z-d99yu1.jpg"
  },
  {
    "name": "猪爪猪筋",
    "desc": "专取猪爪，剔去大骨，用鸡肉汤清煨之。筋味与爪相同，可以搭配；有好腿爪，亦可搀入。",
    "img": "2025-11-14T07-37-16-854Z-24m1c0.jpg"
  },
  {
    "name": "猪肚二法",
    "desc": "将肚洗精，取极厚处，去上下皮，单用中心，切骰子块，滚油炮炒，加作料起锅，以极脆为佳。此北人法也。南人白水加酒，煨两枝香，以极烂为度，蘸清盐食之，亦可；或加鸡汤作料，煨烂熏切，亦佳。",
    "img": "2025-11-14T07-34-48-841Z-o9585t.jpg"
  },
  {
    "name": "猪肺二法",
    "desc": "洗肺最难，以冽尽肺管血水，剔去包衣为第一着。敲之仆之，挂之倒之，抽管割膜，工夫最细。用酒水滚一日一夜。肺缩小如一片白芙蓉，浮于水面，再加上作料。上口如泥。汤西厓少宰宴客，每碗四片，已用四肺矣。近人无此工夫，只得将肺拆碎，入鸡汤煨烂亦佳。得野鸡汤更妙，以清配清故也。用好火腿煨亦可。",
    "img": "2025-11-14T07-33-55-752Z-9qanw0.jpg"
  },
  {
    "name": "猪腰",
    "desc": "腰片炒枯则木，炒嫩则令人生疑；不如煨烂，蘸椒盐食之为佳。或加作料亦可。只宜手摘，不宜刀切。但须一日工夫，才得如泥耳。此物只宜独用，断不可搀入别菜中，最能夺味而惹腥。煨三刻则老，煨一日则嫩。",
    "img": "2025-11-14T07-33-40-941Z-93pvvx.jpg"
  },
  {
    "name": "猪里肉",
    "desc": "猪里肉精而且嫩。人多不食。尝在扬州谢蕴山太守席上，食而甘之。云以里肉切片，用纤粉团成小把，入虾汤中，加香簟、紫菜清煨，一熟便起。",
    "img": "2025-11-14T07-33-48-051Z-8zn3ks.jpg"
  },
  {
    "name": "白肉片",
    "desc": "须自养之猪，宰后入锅，煮到八分熟，泡在汤中，一个时辰取起。将猪身上行动之处，薄片上桌。不冷不热，以温为度。此是北人擅长之菜。南人效之，终不能佳。且零星市脯，亦难用也。寒士请客，宁用燕窝，不用白片肉，以非多不可故也。割法须用小快刀片之，以肥瘦相参，横斜碎杂为佳，与圣人“割不正不食”一语截然相反。其猪身，肉之名目甚多。满洲“跳神肉”最妙。",
    "img": "2025-11-14T07-35-53-864Z-53zkl6.jpg"
  },
  {
    "name": "红煨肉三法",
    "desc": "或用甜酱，或用秋油，或竟不用秋油、甜酱。每肉一斤，用盐三钱，纯酒煨之；亦有用水者，但须熬干水气。三种治法皆红如琥珀，不可加糖炒色。早起锅则黄，当可则红，过迟则红色变紫，而精肉转硬。常起锅盖，则油走而味都在油中矣。大抵割肉虽方，以烂到不见锋棱，上口而精肉俱化为妙。全以火候为主。谚云：“紧火粥，慢火肉。”至哉言乎！",
    "img": "2025-11-14T07-37-31-208Z-k777n9.jpg"
  },
  {
    "name": "白煨肉",
    "desc": "每肉一斤，用白水煮八分好，起出去汤；用酒半斤，盐二钱半，煨一个时辰。用原汤一半加入，滚干汤腻为度，再加葱、椒、木耳、韭菜之类。火先武后文。又一法：每肉一斤，用糖一钱，酒半斤，水一斤，清酱半茶杯；先放酒滚肉一、二十次，加茴香一钱，加水闷烂，亦佳。",
    "img": "2025-11-14T07-35-07-780Z-4qld3q.jpg"
  },
  {
    "name": "油灼肉",
    "desc": "用硬短勒切方块，去筋襻，酒酱郁过，入滚油中炮炙之，使肥者不腻，精者肉松。将起锅时，加葱、蒜，微加醋喷之。",
    "img": "2025-11-14T07-37-46-901Z-pl7qsy.jpg"
  },
  {
    "name": "干锅蒸肉",
    "desc": "用小磁钵，将肉切方块，加甜酒、秋油，装大钵内封口，放锅内，下用文火干蒸之。以两枝香为度，不用水。秋油与酒之多寡，相肉而行，以盖满肉面为度。",
    "img": "2025-11-14T07-35-09-262Z-nd9spr.jpg"
  },
  {
    "name": "盖碗装肉",
    "desc": "放手炉上，法与前同。",
    "img": "2025-11-14T07-36-55-140Z-7k7yln.jpg"
  },
  {
    "name": "磁坛装肉",
    "desc": "放砻糠中慢煨。法与前同。总须封口。",
    "img": "2025-11-14T07-35-08-074Z-3d9vw4.jpg"
  },
  {
    "name": "脱沙肉",
    "desc": "去皮切碎，每一斤用鸡子三个，青黄俱用，调和拌肉；再斩碎，入秋油半酒杯，葱末拌匀，用网油一张裹之；外再用菜油四两，煎两面，起出去油；用好酒一茶杯，清酱半酒杯，闷透，提起切片；肉之面上，加韭菜、香蕈、笋丁。",
    "img": "2025-11-14T07-35-36-924Z-6sqo46.jpg"
  },
  {
    "name": "晒干肉",
    "desc": "切薄片精肉，晒烈日中，以干为度。用陈大头菜，夹片干炒。",
    "img": "2025-11-14T07-36-59-390Z-68mdhv.jpg"
  },
  {
    "name": "火腿煨肉",
    "desc": "火腿切方块，冷水滚三次，去汤沥干；将肉切方块，冷水滚二次，去汤沥干；放清水煨，加酒四两，葱、椒、损、香蕈。",
    "img": "2025-11-14T07-37-32-049Z-d1qlvz.jpg"
  },
  {
    "name": "台鳖煨肉",
    "desc": "法与火腿煨肉同。鳖易烂，须先煨肉至八分，再加鳖；凉之则号“鳖冻”。绍兴人菜也。鳖不佳者，不必用。",
    "img": "2025-11-14T07-34-13-914Z-b06rsa.jpg"
  },
  {
    "name": "粉蒸肉",
    "desc": "用精肥参半之肉，炒米粉黄色，拌面酱蒸之，下用白菜作垫，熟时不但肉美，菜亦美。以不见水，故味独全。江西人菜也。",
    "img": "2025-11-14T07-37-43-993Z-rdtd9s.jpg"
  },
  {
    "name": "熏煨肉",
    "desc": "先用秋油、酒将肉煨好，带汁上不屑，略熏之，不可太久，使干湿参半，香嫩异常。吴小谷广文家制之精极。",
    "img": "2025-11-14T07-36-29-068Z-ftfqcy.jpg"
  },
  {
    "name": "芙蓉肉",
    "desc": "精肉一斤，切片，清酱拖过，风干一个时辰。用大虾肉四十个，猪油二两，切骰子大，将虾肉放在猪肉上，一只虾，一块肉，敲扁，将滚水煮熟撩起。熬菜油半斤，将肉片放在眼铜勺内，将滚油灌熟。再用秋油半酒杯，酒一杯，鸡汤一茶杯，熬滚，浇肉片上，加蒸粉、葱、椒，糁上起锅。",
    "img": "2025-11-14T07-35-19-079Z-94d38f.jpg"
  },
  {
    "name": "荔枝肉",
    "desc": "用肉切大骨牌片，放白水煮二、三十滚，撩起；熬菜油半斤，将肉放入炮透，撩起，用冷水一激，肉皱，撩起；放入锅内，用酒半斤，清酱一小杯，水半斤，煮烂。",
    "img": "2025-11-14T07-36-52-203Z-qj500u.jpg"
  },
  {
    "name": "八宝肉",
    "desc": "用肉一斤，精肥各半，白煮、二十滚，切柳叶片。小淡菜二两，鹰爪二两，香蕈一两，花海蜇二两，胡桃肉四个去皮，笋片四两，好火腿二两，麻油一两。将肉入锅，秋油、洒煨至五分熟，再加余物，海蜇下在最后。",
    "img": "2025-11-14T07-35-13-160Z-4f1oq2.jpg"
  },
  {
    "name": "菜花头煨肉",
    "desc": "用台心菜嫩蕊微腌，晒干用之。",
    "img": "2025-11-14T07-34-44-778Z-j6ih3p.jpg"
  },
  {
    "name": "炒肉丝",
    "desc": "切细丝，去筋襻、皮、骨，用清酱、酒郁片时，用菜油熬起白烟变青烟后，下肉炒匀，不停手，加蒸粉，醋一滴，糖一撮，葱的、韭蒜之类；只炒半斤，大火葬，不用水。又一法：用油泡后，用酱水，加酒略煨，起锅红色，加韭菜尤香。",
    "img": "2025-11-14T07-36-47-985Z-p7kzct.jpg"
  },
  {
    "name": "炒肉片",
    "desc": "将肉精肥各半切成薄片，清酱拌之。入锅油炒，闻响即加酱、水、葱、瓜、冬笋、韭芽，起锅火要猛烈。",
    "img": "2025-11-14T07-35-43-244Z-cztk1o.jpg"
  },
  {
    "name": "八宝肉圆",
    "desc": "猪肉精、肥各半，斩成细酱，用松仁、得香蕈、笋尖、荸荠、瓜姜之类斩成细酱，加纤粉和捏成团，放入盘中，加甜洒、秋油、蒸之。入口松脆。家致华云：“肉圆家切不宜斩。”必别有所见。",
    "img": "2025-11-14T07-36-31-098Z-o8l09c.jpg"
  },
  {
    "name": "空心肉圆",
    "desc": "将肉捶碎郁过，用冻猪油一小团作馅子，放在团内蒸之，则油流去而团子空矣。此法镇江人最善。",
    "img": "2025-11-14T07-34-17-854Z-jl75yg.jpg"
  },
  {
    "name": "锅烧肉",
    "desc": "煮熟不去皮，放麻油灼过，切块加盐，或蘸清酱亦可。",
    "img": "2025-11-14T07-35-31-911Z-y7smah.jpg"
  },
  {
    "name": "酱肉",
    "desc": "先微腌，用面酱酱之，或单用秋油拌郁，风干。",
    "img": "2025-11-14T07-36-50-034Z-vbjsl9.jpg"
  },
  {
    "name": "糟肉",
    "desc": "先微腌，再加米糟。",
    "img": "2025-11-14T07-36-00-975Z-x5rge7.jpg"
  },
  {
    "name": "暴腌肉",
    "desc": "微盐擦揉，三日内即用。以上三味，皆冬月菜也。春夏不宜。",
    "img": "2025-11-14T07-36-00-225Z-7t7wt7.jpg"
  },
  {
    "name": "尹文端公家风肉",
    "desc": "杀猪一口，斩成八块，每块炒盐四钱，细细揉擦，使之无微不到。然后高挂有风无日处。偶有虫蚀，以香油涂之。夏日取用，先放水中泡一宵，再煮，水亦不可太少，以盖肉面为度。削片时，用快刀横切，不可顺肉丝而斩也。此物惟尹府至精，常以进贡。今徐州风肉不及，亦不知何故。",
    "img": "2025-11-14T07-36-50-381Z-1bh3zl.jpg"
  },
  {
    "name": "家乡肉",
    "desc": "杭州家乡肉，好丑不同。有上、中、下三等。大概淡而能鲜，精肉可横咬者为上品。放久即是好火腿。",
    "img": "2025-11-14T07-37-10-804Z-zzmogp.jpg"
  },
  {
    "name": "笋煨火肉",
    "desc": "冬笋切方块，火肉切方块，同煨。火腿撤去盐水两遍，再入冰糖煨烂。席武山别驾云：凡火肉煮好后，若留作次日吃者，须留原汤，待次日将火肉投入汤中滚热才好。若干放离汤，则风燥而肉枯；用白水则又味淡。",
    "img": "2025-11-14T07-36-13-892Z-lpe1zl.jpg"
  },
  {
    "name": "烧小猪",
    "desc": "小猪一个，六七斤重者，钳毛去秽，叉上炭火炙之。要四面齐到时，以深黄色为度。皮上慢慢以奶酥油涂之，屡涂屡炙。食时酥为上，脆次之，硬斯下矣。旗人有单用酒、秋油蒸者，亦惟吾家龙文弟，颇得其法。",
    "img": "2025-11-14T07-37-16-788Z-qrbco1.jpg"
  },
  {
    "name": "烧猪肉",
    "desc": "凡烧猪肉，须耐性。先炙里面肉，使油膏走入皮内，则皮松脆而味不走。若先炙皮，则肉中之油尽落火上，皮既焦硬，味亦不佳。烧小猪亦然。",
    "img": "2025-11-14T07-35-37-844Z-4jonig.jpg"
  },
  {
    "name": "排骨",
    "desc": "取勒条排骨精肥各半者，抽去当中直骨，以葱代之，炙用醋、酱频频刷上，不可太枯。",
    "img": "2025-11-14T07-33-44-736Z-5jsttj.jpg"
  },
  {
    "name": "罗簑肉",
    "desc": "以作鸡松法作之。存盖面之皮。将皮下精肉斩成碎团，加作料烹熟。聂厨能之。",
    "img": "2025-11-14T07-36-59-915Z-rim50y.jpg"
  },
  {
    "name": "端州三种肉",
    "desc": "一罗簑肉。一锅烧白肉，不加作料，以芝麻、盐拌之；切片煨好，以清酱拌之。三种俱宜于家常。端州聂、李二厨所作。特令杨二学之。",
    "img": "2025-11-14T07-33-43-170Z-afqxsq.jpg"
  },
  {
    "name": "杨公圆",
    "desc": "杨明作肉圆 ，大如茶杯，细腻绝伦。汤尤鲜洁，入口如酥。大概去筋去节，斩之极细，肥瘦各半，用纤合匀。",
    "img": "2025-11-14T07-35-13-269Z-kt8bow.jpg"
  },
  {
    "name": "黄芽菜煨火腿",
    "desc": "用好火腿削下外皮，去油存肉。先用鸡汤将皮煨酥，再将肉煨酥，放黄芽菜心，连根切段，约二寸许长；加蜜、酒酿及水，连煨半日。上口甘鲜，肉菜俱化，而菜根及菜心丝毫不散。汤亦美极。朝天宫道士法也。",
    "img": "2025-11-14T07-34-59-158Z-4w5g9r.jpg"
  },
  {
    "name": "蜜火腿",
    "desc": "取好火腿，连皮切大方块，用蜜酒煨极烂，最佳。但火腿好丑、高低，判若天渊。虽出金华、兰溪、义乌三处，而有名无实者多。其不佳者，反不如腌肉矣。惟杭州忠清里王三房，四钱一斤者佳 。余在尹文端公苏州公馆吃过一次，其香隔户便至，甘鲜异常。此后不能再遇此尤物矣。",
    "img": "2025-11-14T07-34-31-519Z-sqsrnd.jpg"
  },
  {
    "name": "牛肉",
    "desc": "买牛肉法，先下各［食甫］定钱，凑取腿筋夹肉处，不精不肥。然后带回家中，剔去皮膜，用三分酒、二分水清煨，极烂；再加秋油收汤。此太牢独法治孤行者也，不可加加别物配搭。",
    "img": "2025-11-14T07-37-42-679Z-vmth51.jpg"
  },
  {
    "name": "牛舌",
    "desc": "牛舌最佳。去皮、撕膜、切片，入肉中同煨。亦有冬腌风干者，隔年食之，极似好火腿。",
    "img": "2025-11-14T07-33-43-860Z-ml1p76.jpg"
  },
  {
    "name": "羊头",
    "desc": "羊头毛是去净，如去不净，用火烧之。洗净切开，煮烂去骨。其口内老皮俱要去净。将眼睛切成二块，去黑皮，眼珠不用，切成碎丁。取老肥母鸡汤煮之，加香蕈、笋丁，甜酒四两，秋油一杯。如吃辣，用小胡椒十二颗、葱花十二段；如吃酸，用好米醋一杯。",
    "img": "2025-11-14T07-36-22-469Z-0ahaow.jpg"
  },
  {
    "name": "羊蹄",
    "desc": "煨羊蹄照煨猪蹄法，分红、白二色。大抵用清酱煮红，用盐者白。山药丁同煨。",
    "img": "2025-11-14T07-35-52-887Z-g9pn0a.jpg"
  },
  {
    "name": "羊羹",
    "desc": "取熟羊肉斩小块，如骰子大。鸡汤煨，加笋丁、香蕈丁、山药丁同煨。",
    "img": "2025-11-14T07-37-53-863Z-c1q42z.jpg"
  },
  {
    "name": "羊肚羹",
    "desc": "将羊肚洗净，煮烂切丝，用本汤煨之。加胡椒、醋俱可。北人炒法，南人不能如其脆。钱［王与］沙方伯家锅烧羊肉极佳，将求其法。",
    "img": "2025-11-14T07-34-25-900Z-ksf4q1.jpg"
  },
  {
    "name": "红煨羊肉",
    "desc": "与红煨猪肉同。加刺眼、核桃，放入去膻。亦古法也。",
    "img": "2025-11-14T07-35-51-081Z-iqye23.jpg"
  },
  {
    "name": "炒羊肉丝",
    "desc": "与炒猪肉丝同。可以用纤，愈细愈佳。葱丝拌之。",
    "img": "2025-11-14T07-36-55-905Z-4v50cc.jpg"
  },
  {
    "name": "烧羊肉",
    "desc": "羊肉切大块，重五七斤者，铁叉火上烧之。味果甘脆，宜惹宋仁宗认夜半之思也。",
    "img": "2025-11-14T07-34-01-995Z-2q6djf.jpg"
  },
  {
    "name": "全羊",
    "desc": "全羊法有七十二种，可吃者不过十八九种而已。此屠龙之技，家厨难学。一盘一碗全是羊肉，而味各不同才好。",
    "img": "2025-11-14T07-35-34-921Z-vlgrgh.jpg"
  },
  {
    "name": "鹿肉",
    "desc": "鹿肉不可轻得。得而制之，其嫩鲜的獐肉之上。烧食可，煨食亦可。",
    "img": "2025-11-14T07-38-04-029Z-s9d53h.jpg"
  },
  {
    "name": "鹿筋二法",
    "desc": "鹿筋难烂。须三日前先捶煮之，绞出臊水数遍，加肉汁汤煨之，再用鸡汁汤煨；加秋油、酒，微纤收汤；不搀他物，便成白色，用盘盛之。如兼用火腿、冬笋、香蕈同煨，便成红色，不收汤，以碗盛之。白色者加花椒细末。",
    "img": "2025-11-14T07-34-26-864Z-015ng5.jpg"
  },
  {
    "name": "獐肉",
    "desc": "制獐肉与制牛鹿同。可以作脯。不如鹿肉之活，而细腻过之。",
    "img": "2025-11-14T07-37-38-480Z-3lccar.jpg"
  },
  {
    "name": "果子狸",
    "desc": "果子狸，鲜者难得。其腌干者，用蜜酒酿，蒸熟，快刀切片上桌。先用米泔水泡一日，去尽盐秽。较火腿沉嫩而肥。",
    "img": "2025-11-14T07-37-25-874Z-u4ec0f.jpg"
  },
  {
    "name": "假牛乳",
    "desc": "用鸡蛋清拌蜜酒酿，打掇入化，上锅蒸之。以嫩腻为月。火候迟便老，蛋清太多亦老。",
    "img": "2025-11-14T07-34-59-104Z-34gv9k.jpg"
  },
  {
    "name": "鹿尾",
    "desc": "尹文端公品味，以鹿尾为第一。然南方人不能常得从北京来者，又苦不鲜新。余尝得极大者，用菜叶包而蒸之，味果不同。其最佳处的尾上一道浆耳。",
    "img": "2025-11-14T07-34-47-191Z-ctu2r3.jpg"
  },
  {
    "name": "白片鸡",
    "desc": "肥鸡白片，自是太羹、玄酒之味。尤宜于下乡村、入旅店，烹饪不及之时，最为省便。煮时不可多。",
    "img": "2025-11-14T07-34-27-885Z-5mcalx.jpg"
  },
  {
    "name": "鸡松",
    "desc": "肥鸡一只，用两腿，去筋骨剁碎，不可伤皮。用鸡蛋清、粉纤、松子肉，同剁成块。如腿不敷用，添脯子肉，切成方块，用香油灼黄，起放钵头内，加百花酒半斤、秋油一大杯、鸡油一铁勺，加冬笋、香覃、姜葱等。将所余鸡骨皮盖面，加水一大碗，下蒸笼蒸透，临吃去之。",
    "img": "2025-11-14T07-35-25-164Z-2f5zml.jpg"
  },
  {
    "name": "生炮鸡",
    "desc": "小雏鸡斩小方块，秋油、酒拌，临吃时拿起，放滚油内灼之，起锅又灼，连灼三回，盛起，用醋、酒、粉纤、葱花喷之。",
    "img": "2025-11-14T07-37-07-064Z-kqqyq6.jpg"
  },
  {
    "name": "鸡粥",
    "desc": "肥母鸡一只，用刀将两脯肉去皮细刮，或用刨刀亦可；只可刮刨，不可斩，斩之便不腻矣。再用余鸡熬汤下之。吃时加细米粉、火腿屑、松子肉，共敲碎放汤内。起锅时放葱姜，浇鸡油，或去渣，或存渣滓，俱可。宜于老人。大概斩碎者去渣，刮刨者不去渣。",
    "img": "2025-11-14T07-34-54-437Z-0ar0r5.jpg"
  },
  {
    "name": "焦鸡",
    "desc": "肥母鸡洗净，整下锅煮。用猪油四两、茴香四个，煮成八分熟，再拿香油灼黄，还下原汤熬浓，用秋油、酒、整葱收起。临上片碎，并将原卤浇之，或拌蘸亦可。此杨中丞家法也。方辅兄家亦好。",
    "img": "2025-11-14T07-36-13-927Z-8yvgxr.jpg"
  },
  {
    "name": "捶鸡",
    "desc": "将整鸡捶碎，秋油、酒煮之。南京高南昌太守家制之最精。",
    "img": "2025-11-14T07-36-04-947Z-395dh8.jpg"
  },
  {
    "name": "炒鸡片",
    "desc": "用鸡脯肉去皮，斩成薄片。用豆粉、麻油、秋油拌之，纤粉调之，鸡蛋清拌。临下锅加酱、瓜、姜、葱花末。须用极旺之火炒。一盘不过四两，火气才透。",
    "img": "2025-11-14T07-37-11-414Z-7j5uxc.jpg"
  },
  {
    "name": "蒸小鸡",
    "desc": "用小嫩鸡雏，整放盘中，上加秋油、甜酒、香蕈、笋尖，饭锅上蒸之。",
    "img": "2025-11-14T07-37-28-180Z-ijngyo.jpg"
  },
  {
    "name": "酱鸡",
    "desc": "生鸡一只，用清酱浸一昼夜而风干之。此三冬菜也。",
    "img": "2025-11-14T07-34-15-873Z-m4enq0.jpg"
  },
  {
    "name": "鸡丁",
    "desc": "取鸡脯子切骰子小块，入滚油炮炒之，用秋油、酒收起；加荸荠丁、笋丁、香蕈丁拌之，汤以黑色为佳。",
    "img": "2025-11-14T07-36-29-128Z-f96von.jpg"
  },
  {
    "name": "鸡圆",
    "desc": "斩鸡脯子肉为圆，如酒杯大，鲜嫩如虾团。扬州臧八太爷制之最精。法用猪油、萝卜、纤粉揉成，不可放馅。",
    "img": "2025-11-14T07-35-37-030Z-tz89ze.jpg"
  },
  {
    "name": "蘑菇煨鸡",
    "desc": "口蘑菇四两，开水泡去砂，用冷水漂，牙刷擦，再用清水漂四次，用菜油二两炮透，加酒喷。将鸡斩块放锅内，滚去沫，下甜酒、清酱，煨八分功程，下蘑菇，再煨二分功程，加笋、葱、椒起锅，不用水，加冰糖三钱。",
    "img": "2025-11-14T07-36-11-137Z-ej34az.jpg"
  },
  {
    "name": "梨炒鸡",
    "desc": "取雏鸡胸肉切片，先用猪油三两熬熟，炒三四次，加麻油一瓢，纤粉、盐花、姜汁、花椒末各一茶匙，再加雪梨薄片，香蕈小块，炒三四次起锅，盛五寸盘。",
    "img": "2025-11-14T07-36-13-866Z-v1nweh.jpg"
  },
  {
    "name": "假野鸡卷",
    "desc": "将脯子斩碎，用鸡子一个，调清酱郁之，将网油画碎，分包小包，油里炮透，再加清酱、酒作料，香蕈、木耳起锅，加糖一撮。",
    "img": "2025-11-14T07-36-06-961Z-ww5rie.jpg"
  },
  {
    "name": "黄芽菜炒鸡",
    "desc": "将鸡切块，起油锅生炒透，酒滚二三十次，加秋油后滚二三十次，下水滚，将菜切块，俟鸡有七分熟，将菜下锅；再滚三分，加糖、葱、大料。其菜要另滚熟搀用。每一只用油四两。",
    "img": "2025-11-14T07-36-01-803Z-ssyrzc.jpg"
  },
  {
    "name": "栗子炒鸡",
    "desc": "鸡斩块，用菜油二两炮，加酒一饭碗，秋油一小杯，水一饭碗，煨七分熟；先将栗子煮熟，同笋下之，再煨三分起锅，下糖一撮。",
    "img": "2025-11-14T07-38-01-094Z-cz0uvk.jpg"
  },
  {
    "name": "灼八块",
    "desc": "嫩鸡一只，斩八块，滚油炮透，去油，加清酱一杯、酒半斤，煨熟便起，不用水，用武火。",
    "img": "2025-11-14T07-35-45-854Z-cxoanr.jpg"
  },
  {
    "name": "珍珠团",
    "desc": "熟鸡脯子，切黄豆大块，清酱、酒拌匀，用干面滚满，入锅炒。炒用素油。",
    "img": "2025-11-14T07-36-06-863Z-6q6ylj.jpg"
  },
  {
    "name": "黄芪蒸鸡治疗",
    "desc": "取童鸡未曾生蛋者杀之，不见水，取出肚脏，塞黄芪一两，架箸放锅内蒸之，四面封口，熟时取出。卤浓而鲜，可疗弱症。",
    "img": "2025-11-14T07-35-49-898Z-k8is1s.jpg"
  },
  {
    "name": "卤鸡",
    "desc": "囫囵鸡一只，肚内塞葱三十条，茴香二钱，用酒一斤，秋油一小杯半，先滚一枝香，加水一斤，脂油二两，一齐同煨；待鸡熟，取出脂油。水要用熟水，收浓卤一饭碗，才取起；或拆碎，或薄刀片之，仍以原卤拌食。",
    "img": "2025-11-14T07-35-30-724Z-sg0mhk.jpg"
  },
  {
    "name": "蒋鸡",
    "desc": "童子鸡一只，用盐四钱、酱油一匙、老酒半茶杯、姜三大片，放砂锅内，隔水蒸烂，去骨，不用水，蒋御史家法也。",
    "img": "2025-11-14T07-34-07-833Z-r5gh7s.jpg"
  },
  {
    "name": "唐鸡",
    "desc": "鸡一只，或二斤，或三斤，如用二斤者，用酒一饭碗，水三饭碗；用三斤者，酌添。先将鸡切块，用菜油二两，候滚滚以熟，爆鸡要透。先用酒滚一、二十滚，再下水约二、三百滚，用秋油一酒杯，起锅时加白糖一钱，唐静涵家法也。",
    "img": "2025-11-14T07-37-26-209Z-4ymkdb.jpg"
  },
  {
    "name": "鸡肝",
    "desc": "用酒、醋喷炒，以嫩为贵。",
    "img": "2025-11-14T07-37-06-878Z-8ltmzp.jpg"
  },
  {
    "name": "鸡血",
    "desc": "取鸡血为条，加鸡汤、酱醋、索粉作羹，宜于老人。",
    "img": "2025-11-14T07-37-04-606Z-jigekb.jpg"
  },
  {
    "name": "鸡丝",
    "desc": "拆鸡为丝，秋油、芥末、醋拌之。此杭菜也。加笋芹俱可。用笋丝、秋油、酒炒之亦可。拌者用熟鸡，炒者用生鸡。",
    "img": "2025-11-14T07-36-40-943Z-36qwq8.jpg"
  },
  {
    "name": "糟鸡",
    "desc": "糟鸡与糟肉同。",
    "img": "2025-11-14T07-37-47-319Z-858epy.jpg"
  },
  {
    "name": "鸡肾",
    "desc": "取鸡肾三十个，煮微熟，去皮，用鸡汤加作炒煨之。鲜嫩绝伦。",
    "img": "2025-11-14T07-33-50-036Z-x1iht4.jpg"
  },
  {
    "name": "鸡蛋",
    "desc": "鸡蛋去壳放碗中，将竹箸打一千加蒸之，绝嫩。凡蛋一煮而老，一千煮而反嫩。加茶叶煮者，以两炷香为度。蛋一百，用盐一两；五十，用盐五钱。加酱煨亦可。其他则或煎或炒俱可。斩碎黄雀蒸之，亦佳。",
    "img": "2025-11-14T07-34-50-857Z-8mde7t.jpg"
  },
  {
    "name": "野鸡五法",
    "desc": "野鸡披胸肉，清酱郁过，以网油包放铁奁上烧之。作方片可，作卷子亦可。此一法也。切片加作料炒，一法也。取胸肉作丁，一法也。当家鸡整煨，一法也。先用油灼，拆丝加酒、秋油、醋，同芹菜冷拌，一法也。生片其肉，入火锅中，登时便吃，亦一法也。其弊的肉嫩则味不入，味入则肉又老。",
    "img": "2025-11-14T07-37-51-961Z-u0jfoq.jpg"
  },
  {
    "name": "赤炖肉鸡",
    "desc": "赤炖肉鸡，洗切净，每一斤用好酒十二两、盐二钱五分、冰糖四钱，研酌加桂皮，同入砂锅中，文炭火煨之。倘酒将干，鸡肉沿未烂，每斤酌加清开水一茶杯。",
    "img": "2025-11-14T07-35-07-206Z-433sjd.jpg"
  },
  {
    "name": "蘑菇煨鸡",
    "desc": "鸡肉一斤，甜酒一斤，盐三钱，冰糖四钱，蘑菇用新鲜不霉者，文火煨两枝线香为度。不可用水，先煨鸡八分熟，再下蘑菇。",
    "img": "2025-11-14T07-35-00-945Z-2d2zqi.jpg"
  },
  {
    "name": "鸽子",
    "desc": "鸽子加好火腿同煨，甚佳。不用火腿亦可。",
    "img": "2025-11-14T07-37-45-101Z-ecx22n.jpg"
  },
  {
    "name": "鸽蛋",
    "desc": "煨鸽蛋法与煨鸡肾同。或煎食亦可，加微醋亦可。",
    "img": "2025-11-14T07-36-08-111Z-v21oh4.jpg"
  },
  {
    "name": "野鸭",
    "desc": "野鸭切厚片，秋油郁过，用两片雪梨夹住炮炒之。苏州包道台家制法最精，今失传矣。用蒸家鸭法蒸之亦可。",
    "img": "2025-11-14T07-34-18-694Z-a98i8q.jpg"
  },
  {
    "name": "蒸鸭",
    "desc": "生肥鸭去骨，内用糯米一酒杯，火腿丁、大头菜丁、香蕈、笋丁、秋油、酒、小蘑麻油、葱花，俱灌鸭肚内，外用鸡汤放盘中，隔水蒸透，此真定魏太守家法也。",
    "img": "2025-11-14T07-34-33-610Z-02gcxt.jpg"
  },
  {
    "name": "鸭糊涂",
    "desc": "用肥鸭白煮八分熟，冷定去骨，拆成天然不方不圆之块，下原汤内煨，加盐三钱、酒半斤、捶碎山药同下锅作纤，临煨烂时，再加姜末、香蕈、葱花。如要浓汤，加放粉纤。以芋代山药亦妙。",
    "img": "2025-11-14T07-37-46-819Z-9sy3b1.jpg"
  },
  {
    "name": "卤鸭",
    "desc": "不用水用酒，煮鸭去骨，加作料食之，高要令杨公家法也。",
    "img": "2025-11-14T07-34-59-893Z-ldf6li.jpg"
  },
  {
    "name": "鸭脯",
    "desc": "用肥鸭斩大方块，用酒半斤、秋油一杯、笋、香蕈、葱花闷之，收卤起锅。",
    "img": "2025-11-14T07-34-52-668Z-12xc8w.jpg"
  },
  {
    "name": "烧鸭",
    "desc": "用雏鸭上叉烧之。冯观察家厨最精。",
    "img": "2025-11-14T07-35-23-790Z-7o3r13.jpg"
  },
  {
    "name": "挂卤鸭",
    "desc": "塞葱鸭腹，盖闷而烧。水西门许店最精。家中不能作。有黄黑二色，黄者更妙。",
    "img": "2025-11-14T07-33-55-838Z-zcqf01.jpg"
  },
  {
    "name": "干蒸鸭",
    "desc": "杭州商人何星举家干蒸鸭。将肥鸭一只，洗净斩八块，加甜酒、秋油，淹满鸭面，放磁罐中封好，置干锅中蒸之；用文炭火，不用水，临上时，其精肉皆烂如泥。以线香二枝为度。",
    "img": "2025-11-14T07-34-01-943Z-4tg1nn.jpg"
  },
  {
    "name": "野鸭团",
    "desc": "细斩野鸭胸前肉，加猪油微纤，调揉成团，入鸡汤滚之。或用本鸭汤亦佳。太兴孔亲家制之甚精。",
    "img": "2025-11-14T07-36-10-097Z-2v7p1o.jpg"
  },
  {
    "name": "徐鸭",
    "desc": "顶大鲜鸭一只，用百花酒十二两，青盐一两二钱、滚水一汤碗，冲化去渣沫，再兑冷水七饭碗，鲜姜四厚片，约重一两，同入大瓦盖钵内，将皮纸封固口，用大火笼烧透大炭吉三元（约二文一个）；外用套包一个，将火笼罩定，不可令其走气。约早点时炖起，至晚方好。速则恐其不透，味便不佳矣。其炭吉烧透后，不宜更换瓦钵，亦不预先开看。鸭破开时，将清水洗后，用洁净无浆布拭干入钵。",
    "img": "2025-11-14T07-34-56-490Z-kvrzl0.jpg"
  },
  {
    "name": "煨麻雀",
    "desc": "取麻雀五十只，以清酱、甜酒煨之，熟后去爪脚，单取雀胸、头肉，连放盘中，甘鲜异常。其他鸟鹊俱可类推。但鲜者一时难得。薛生白常劝人勿食人间豢养之物，以野禽味鲜，且易消化。",
    "img": "2025-11-14T07-34-36-114Z-ld7pnj.jpg"
  },
  {
    "name": "煨鹩鹑、黄雀",
    "desc": "鹩鹑用六合来者最佳。有现成制好者。黄雀用苏州糟，加蜜酒煨烂，下作料，与煨麻雀同。苏州沈观察煨黄雀并骨如泥，不知作何制法。炒鱼片亦精。其厨馔之精，合吴门推为第一。",
    "img": "2025-11-14T07-36-14-972Z-hh4t5v.jpg"
  },
  {
    "name": "云林鹅",
    "desc": "《倪云林集》中载制鹅法。整套鹅一只，洗净后用盐三钱擦其腹内，塞葱一帚填实其中，外将蜜拌酒通身满涂之，锅中一大碗酒、一大碗水蒸之，用竹箸架之，不使鹅身近水。灶内用山茅二束，缓缓烧尽为度。俟锅盖冷后揭开锅盖，将鹅翻身，仍将锅盖封好蒸之，再用茅柴一束烧尽为度。柴俟其自尽，不可挑拨。锅盖用绵纸糊封，逼燥裂缝，以水润之。起锅时，不但鹅烂如泥，汤亦鲜美。以此法制鸭，味美亦同。每茅柴一束，重一斤八两。擦盐时，串入葱、椒末子，以酒和匀。《云林集》中，载食品甚多；只此一法，试之颇效，余俱附会。",
    "img": "2025-11-14T07-33-58-930Z-5d4a2e.jpg"
  },
  {
    "name": "边鱼",
    "desc": "边鱼活者，加酒、秋油蒸之。玉色为度。一作呆白天色，则肉老而味变矣。并须盖好，不可受锅盖上之水气。临起加香蕈、笋尖。或用酒煎亦佳；用酒不用水，号“假鲥鱼”。",
    "img": "2025-11-14T07-34-44-052Z-etdcnh.jpg"
  },
  {
    "name": "鲫鱼",
    "desc": "鲫鱼先要善买。择其扁身而带白色者，其肉嫩而松；熟后一提，肉即卸骨而下。黑脊浑身者，崛强槎枒，鱼中之喇子也，断不可食。照边鱼蒸法，最佳。其次煎吃亦妙。拆肉下可以作羹。通州人能煨之，骨尾俱酥，号“麻鱼”，利小儿食。然总不如蒸食之得真味也。六合龙池出者，愈大愈嫩，亦奇。蒸时用酒不用水，稍稍用糖以起其鲜。以鱼之小大，酌情量秋油、酒之多寡。",
    "img": "2025-11-14T07-34-43-749Z-u2nj11.jpg"
  },
  {
    "name": "白鱼",
    "desc": "白鱼肉最细。用糟鲥鱼同蒸之，最佳。或冬日微腌，加酒酿糟二日，亦佳。余在江中得网起活者，用酒蒸食，美不可言。糟之最佳，不可太久，久则肉木矣。",
    "img": "2025-11-14T07-37-31-950Z-kbnvu1.jpg"
  },
  {
    "name": "季鱼",
    "desc": "季鱼少骨，炒片最佳。炒者以片薄为贵。用秋油细郁后，用纤粉、蛋清搂之，入油锅炒，加作料炒之。油用素油。",
    "img": "2025-11-14T07-36-42-989Z-holl9s.jpg"
  },
  {
    "name": "土步鱼",
    "desc": "杭州以土步鱼为上品。而金陵人贱之，目为虎头蛇，可发一笑。肉最松嫩。煎之，煮之，蒸之俱可。加腌芥作汤，作羹，尤鲜。",
    "img": "2025-11-14T07-36-27-309Z-ysp4u7.jpg"
  },
  {
    "name": "鱼松",
    "desc": "用青鱼、［鱼军］鱼蒸熟，将肉拆下，放油锅中灼之，黄色，加盐花、葱、椒、瓜、姜。冬日封瓶中，可以一月。",
    "img": "2025-11-14T07-33-47-919Z-bm2nu4.jpg"
  },
  {
    "name": "鱼圆",
    "desc": "用白鱼、青鱼活者，剖半钉板上，用刀刮下肉，留剌的板上；将肉斩化，用豆粉、猪油拌，将手搅之；放微微盐水，不用清酱，加葱、姜汁作团，成后，放滚水中煮熟撩起，冷水养之，临吃入鸡汤、紫菜滚。",
    "img": "2025-11-14T07-33-52-822Z-x03dy9.jpg"
  },
  {
    "name": "鱼片",
    "desc": "取青鱼、季鱼片，秋油郁之，加纤纷、蛋清，起油锅炮炒，用小盘盛起，加葱、椒、瓜、姜，极多不过六两，太多则火气不透。",
    "img": "2025-11-14T07-35-04-017Z-xd1n4w.jpg"
  },
  {
    "name": "连鱼豆腐",
    "desc": "用大连鱼煎熟，加豆腐，喷酱、水、葱、酒滚之，俟汤也半红起锅，其头味尤美。此杭州菜也。用酱多少，须相鱼而行。",
    "img": "2025-11-14T07-36-42-127Z-zkfse7.jpg"
  },
  {
    "name": "醋搂鱼",
    "desc": "用活青鱼切大块，油灼之，加酱、醋、酒喷之，汤多为妙。俟熟即速起锅。此物杭州西湖上五柳居有名。而今则酱臭而鱼败矣。甚矣！宋嫂鱼羹，徒存虚名。《梦梁录》不足信也。鱼不可大，大则味不入；不可小，小则剌多。",
    "img": "2025-11-14T07-35-57-056Z-qgsamm.jpg"
  },
  {
    "name": "银鱼",
    "desc": "银鱼起水时，名冰鲜。加鸡汤、火腿汤煨之。或炒食甚嫩。干者泡软，用酱水炒亦妙。",
    "img": "2025-11-14T07-35-27-023Z-b132xf.jpg"
  },
  {
    "name": "台鲞",
    "desc": "台鲞好丑不一。出台州松门者为佳，肉软而鲜肥。生时拆之，便可当作小菜，不必煮食也；用鲜肉同煨，须肉烂时放鲞，否则鲞消化不见矣，冻之即为鲞冻，绍兴人法也。",
    "img": "2025-11-14T07-37-48-426Z-iv9okp.jpg"
  },
  {
    "name": "糟鲞",
    "desc": "冬日用大鲤鱼腌而干之，入酒糟，置坛中，封口。夏日食之。不可烧酒作泡。用烧酒者，不无辣味。",
    "img": "2025-11-14T07-36-36-357Z-mmvfg8.jpg"
  },
  {
    "name": "虾子勒鲞",
    "desc": "夏日选白净带子勒鲞，放水中一日，泡去盐味，太阳晒干，入锅油煎一面黄取起，以一面未黄者铺上虾子，放盘中，加白糖蒸之，以一炷香为度。三伏日食之绝妙。",
    "img": "2025-11-14T07-35-14-076Z-fbb1zo.jpg"
  },
  {
    "name": "鱼脯",
    "desc": "活青鱼去头尾，斩小方块，盐腌透，风干，入锅油煎；加作料收卤，再炒芝麻滚拌起锅，苏州法也。",
    "img": "2025-11-14T07-37-15-549Z-zdikx2.jpg"
  },
  {
    "name": "家常煎鱼",
    "desc": "家常煎鱼，须要耐性。将［鱼军］鱼洗净，切块盐腌，压扁，入油中两面熯黄，多加酒、秋油，文火慢慢滚之，然后收汤作卤，使作料之味全入鱼中。第此法指鱼之不活者而言。如活者，又以速起锅为妙。",
    "img": "2025-11-14T07-35-17-994Z-gi1v8l.jpg"
  },
  {
    "name": "黄姑鱼",
    "desc": "岳州出小鱼，长二三寸，晒干寄来。加酒剥皮，放饭锅上蒸而食之，味最鲜，号“黄姑鱼”。",
    "img": "2025-11-14T07-35-53-966Z-77wr2j.jpg"
  },
  {
    "name": "汤鳗",
    "desc": "鳗鱼最忌出骨。因此物性本腥重，不可过于摆布，失其天真，犹鲥鱼之不可去鳞也。清煨者，以河鳗一条，洗去滑涎，斩寸为段，入磁罐中，用酒水煨烂，下秋油起锅，加冬腌新芥菜作汤，重用葱、姜之类，以杀其腥。常熟顾比部家，用纤粉、山药干煨，亦妙。或加作料直置盘中蒸之，不用水。家致华分司蒸鳗最佳。秋油、酒四六兑，务使汤浮于本身。起笼时，尤要恰好，迟则皮皱味失。",
    "img": "2025-11-14T07-37-28-080Z-rdv0qm.jpg"
  },
  {
    "name": "红煨鳗",
    "desc": "鳗鱼用酒、水煨烂，加甜酱代秋油，入锅收汤煨干，加茴香大料起锅。有三病宜戒者：一皮有皱纹，皮便不酥；一肉散碗中，箸夹不起；一早下盐豉，入口不化。扬州朱分司家制之最精。大抵红煨者以干为贵，使卤味收入鳗肉中。",
    "img": "2025-11-14T07-36-41-829Z-xqqbon.jpg"
  },
  {
    "name": "炸鳗",
    "desc": "择鳗鱼大者，去首尾，寸断之。先用麻油炸熟，取起；另将鲜蒿菜嫩尖入锅中，仍用原油炒透，即以鳗鱼平铺菜上，加作料煨一炷香。蒿菜分量，较鱼减半。",
    "img": "2025-11-14T07-37-09-969Z-u77psq.jpg"
  },
  {
    "name": "生炒甲鱼",
    "desc": "将甲鱼去骨，用麻油炮炒之，加秋油一杯、鸡汁一杯。此真定魏太守家法也。",
    "img": "2025-11-14T07-37-37-192Z-h4q5xq.jpg"
  },
  {
    "name": "酱炒甲鱼",
    "desc": "将甲鱼煮半熟，去骨，起油锅炮炒，加酱水、葱、椒，收汤成卤，然后起锅。此杭州法也。",
    "img": "2025-11-14T07-33-52-035Z-ic5f2l.jpg"
  },
  {
    "name": "带骨甲鱼",
    "desc": "要一个半斤重者，斩四块，加脂油三两，起油锅煎两面黄，加水、秋油、酒煨；先武火，后文火，至八分熟加蒜，起锅用葱、姜、糖。甲鱼宜小不宜大。俗号“童子脚鱼”才嫩。",
    "img": "2025-11-14T07-36-49-026Z-skduz8.jpg"
  },
  {
    "name": "青盐甲鱼",
    "desc": "斩四块，起油锅炮透。每甲鱼一斤，用酒四两、大茴香三钱、盐一钱半，煨至半好，下脂油二两；切小豆块再煨，加蒜头、笋尖，起时用葱、椒，或用秋油，则不用盐。此苏州唐静涵家法。甲鱼大则老，小则腥，须买其中样者。",
    "img": "2025-11-14T07-33-55-062Z-vk7xra.jpg"
  },
  {
    "name": "汤煨甲鱼",
    "desc": "将甲鱼白煮，去骨拆碎，用鸡汤、秋油、酒煨汤二碗，收至一碗，起锅，用葱、椒、姜末糁之。吴竹屿制之最佳。微用纤，才得汤腻。",
    "img": "2025-11-14T07-34-50-039Z-j7fcbv.jpg"
  },
  {
    "name": "全壳甲鱼",
    "desc": "山东杨参将家，制甲鱼去首尾，取肉及裙，加作料煨好，仍以原壳覆之。每宴客，一客之前以小盘献一甲鱼。见者悚然，犹虑其动。惜未传其法。",
    "img": "2025-11-14T07-34-47-466Z-2v1l1k.jpg"
  },
  {
    "name": "鳝丝羹",
    "desc": "鳝鱼煮半熟，划丝去骨，加酒、秋油煨之，微用纤粉，用真金菜、冬瓜、长葱为羹。南京厨者辄制鳝为炭，殊不可解。",
    "img": "2025-11-14T07-35-02-805Z-rafqmf.jpg"
  },
  {
    "name": "炒鳝",
    "desc": "拆鳝丝炒之，略焦，如炒肉鸡之法，不可用水。",
    "img": "2025-11-14T07-35-57-994Z-90do01.jpg"
  },
  {
    "name": "段鳝",
    "desc": "切鳝以寸为段，照煨鳗法煨之，或先用油炙，使坚，再以冬瓜、鲜笋、香蕈作配，微用酱水，重用姜汁。",
    "img": "2025-11-14T07-34-38-947Z-569r74.jpg"
  },
  {
    "name": "虾圆",
    "desc": "虾圆照鱼圆法。鸡汤煨之，干炒亦可。大概捶虾时不宜过细，恐失真味。鱼圆亦然。或竟剥夺虾肉以紫菜拌之，亦佳。",
    "img": "2025-11-14T07-37-29-957Z-a25g9z.jpg"
  },
  {
    "name": "虾饼",
    "desc": "以虾捶烂，团而煎之，即为虾饼。",
    "img": "2025-11-14T07-37-31-237Z-2ca47v.jpg"
  },
  {
    "name": "醉虾",
    "desc": "带壳用酒炙黄，捞起，加清酱、米醋煨之，用碗闷之。临食放盘中，其壳俱酥。",
    "img": "2025-11-14T07-36-39-143Z-zxnjem.jpg"
  },
  {
    "name": "炒虾",
    "desc": "炒虾照炒鱼法，可用韭配。或加冬腌芥菜，则不可用韭矣。有捶扁其尾单炒者，亦觉新异。",
    "img": "2025-11-14T07-33-59-834Z-ukprxh.jpg"
  },
  {
    "name": "蟹",
    "desc": "蟹宜独食，不宜搭配他物。最好以淡盐汤煮熟，自剥自食为妙。蒸者味虽全，而失之太淡。",
    "img": "2025-11-14T07-35-35-788Z-z6eqtd.jpg"
  },
  {
    "name": "蟹羹",
    "desc": "剥蟹为羹，即用原汤煨之，不加鸡汁，独用为妙。见俗厨从中加鸭舌，或鱼翅，或海参者，徒夺其味而惹其腥恶，劣极矣！",
    "img": "2025-11-14T07-37-50-689Z-bx385y.jpg"
  },
  {
    "name": "炒蟹粉",
    "desc": "以现剥现炒之蟹为佳。过两个时辰，则肉干而味失。",
    "img": "2025-11-14T07-37-22-065Z-mgyn2p.jpg"
  },
  {
    "name": "剥壳蒸蟹",
    "desc": "将蟹剥壳，取肉、取黄，仍置壳中，放五六只在生鸡蛋上蒸之。上桌时完然一蟹，惟去爪脚。比炒蟹粉觉有新色。杨兰坡明府，以南瓜肉拌蟹，颇奇。",
    "img": "2025-11-14T07-35-28-448Z-49krbn.jpg"
  },
  {
    "name": "蛤蜊",
    "desc": "剥蛤蜊肉，加韭菜炒之佳。或为汤亦可。起迟便枯。",
    "img": "2025-11-14T07-34-51-251Z-9eo12l.jpg"
  },
  {
    "name": "蚶",
    "desc": "蚶有三吃法。用热水喷之，半熟去盖，加酒、秋油醉之；或用鸡汤滚熟，去盖入汤；或全去其盖，作羹亦可。但宜速起，迟则肉枯。蚶出奉化县，品在［虫车］［虫敖］、蛤蜊之上。",
    "img": "2025-11-14T07-35-23-047Z-ufrac0.jpg"
  },
  {
    "name": "［虫车］［虫敖］",
    "desc": "先将五花肉切片，用作料闷烂。将［虫车］［虫敖］洗净，麻油炒仍将肉片连卤烹之。秋油要重些，方得有味。加豆腐亦可。 ［虫车］［虫敖］从扬州来，虑坏则取壳中肉，置猪油中，可以远行。有晒为干者，亦佳。入鸡汤烹之，味在蛏干之上。捶烂［虫车］［虫敖］作饼，如虾饼样，煎吃加作料亦佳。",
    "img": "2025-11-14T07-36-21-102Z-m1azjf.jpg"
  },
  {
    "name": "程泽弓蛏干",
    "desc": "程泽弓商人家制蛏干，用冷水泡一日，滚水煮两日，撤汤五次。一寸之干，发开有二寸，如鲜蛏一般，才人鸡汤煨之。扬州人学之，俱不能及。",
    "img": "2025-11-14T07-37-25-877Z-9t3y00.jpg"
  },
  {
    "name": "鲜蛏",
    "desc": "烹蛏法与［虫车］［虫敖］同。单炒亦可。何春巢家蛏汤豆腐之炒，竟成绝品。",
    "img": "2025-11-14T07-37-30-192Z-ni01i4.jpg"
  },
  {
    "name": "水鸡",
    "desc": "水鸡去身用腿，先用油灼之，加秋油、甜酒、瓜、姜起锅。或拆肉炒之，味与鸡相似。",
    "img": "2025-11-14T07-35-05-003Z-nioamy.jpg"
  },
  {
    "name": "熏蛋",
    "desc": "将鸡蛋加作料煨好，微微熏干，切片放盘中，可以佐膳。",
    "img": "2025-11-14T07-33-57-754Z-xr5ntn.jpg"
  },
  {
    "name": "茶叶蛋",
    "desc": "鸡蛋百个，用盐一两，粗茶叶煮两枝线香为度。如蛋五十个，只用五钱盐，照数加减。可作点心。",
    "img": "2025-11-14T07-34-24-800Z-peudpj.jpg"
  },
  {
    "name": "蒋侍郎豆腐",
    "desc": "豆腐两面去皮，每块切成十六片，晾干用猪油熬清烟起才下豆腐，略洒盐花一撮，翻身后，用好甜酒一茶杯，大虾米一百二十个；如无大虾米，用小虾米三百个；先将虾米滚泡一个时辰，秋油一小杯，再滚一回，加糖一撮 ，再滚一回，用细葱半寸许长，一百二十段，缓缓起锅。",
    "img": "2025-11-14T07-34-40-020Z-098bu6.jpg"
  },
  {
    "name": "杨中丞豆腐",
    "desc": "用嫩豆腐煮去豆气，入鸡汤，同鳆鱼片滚数刻，加糟油、香蕈起锅。鸡汁须浓，鱼片要薄。",
    "img": "2025-11-14T07-36-30-983Z-umyb4z.jpg"
  },
  {
    "name": "张恺豆腐",
    "desc": "将虾米捣碎，入豆腐中，起油锅，加作料干炒。",
    "img": "2025-11-14T07-36-17-807Z-1zgxmq.jpg"
  },
  {
    "name": "庆元豆腐",
    "desc": "将豆豉一茶杯，水泡烂，入豆腐同炒起锅。",
    "img": "2025-11-14T07-37-58-838Z-2lun6c.jpg"
  },
  {
    "name": "芙蓉豆腐",
    "desc": "用腐脑放井水泡三次，去豆气，入鸡汤中滚，起锅时加紫菜、虾肉。",
    "img": "2025-11-14T07-36-58-122Z-s1i9jr.jpg"
  },
  {
    "name": "王太守八宝豆腐",
    "desc": "用嫩片切粉碎，加香蕈屑、蘑菇屑、松子仁屑、瓜子仁屑、鸡屑、火腿屑，同入浓鸡汁中，炒滚起锅。用腐脑亦可。用瓢不用箸。孟亭太守云：“此圣祖师赐徐健庵尚书方也。尚书取方时，御膳房费一千两。”太守之祖楼村先生为尚书门生，故得之。",
    "img": "2025-11-14T07-37-04-503Z-2s5isq.jpg"
  },
  {
    "name": "程立万豆腐",
    "desc": "乾隆廿三年，同金寿门在扬州程立尤家食煎豆腐，精绝无双。其腐两面黄干，无丝毫卤汁，微有［虫车］［虫敖］鲜味，然盘中并无［虫车］［虫敖］及他杂物也。次日告查宣门，查曰：“我能之！我当特请。”已而，同杭堇浦同食于查家，则上箸大笑；乃纯是鸡雀脑为之，并非真豆腐，肥腻难耐矣。其费十倍于程，而味远不及也。惜其时余以妹丧急归，不及向程求方。程逾年亡。至今悔之。仍存其名，以俟再访。",
    "img": "2025-11-14T07-35-39-286Z-n1csjw.jpg"
  },
  {
    "name": "冻豆腐",
    "desc": "将豆腐冻一夜，切方块，滚去豆味，加鸡汤汁、火腿汁、肉汁煨之。上桌时，撤去鸡火腿之类，单留香蕈、冬笋。豆腐煨久则松，面起蜂窝，如冻腐矣。故炒腐宜嫩，煨者宜老。家致华分司，用蘑菇煮豆腐，虽夏月亦照冻腐之法，甚佳。切不可加荤汤，致失清味。",
    "img": "2025-11-14T07-37-56-920Z-qbzeki.jpg"
  },
  {
    "name": "虾油豆腐",
    "desc": "取陈虾油，代清酱炒豆腐。须两面熯黄。油锅要热，用猪油、葱、椒。",
    "img": "2025-11-14T07-36-31-913Z-tuwwl2.jpg"
  },
  {
    "name": "蓬蒿菜",
    "desc": "取蒿尖用油灼瘪，放鸡汤中滚之，起时加松菌百枚。",
    "img": "2025-11-14T07-37-46-808Z-3i5onu.jpg"
  },
  {
    "name": "蕨菜",
    "desc": "用蕨菜不可爱惜，须尽去其枝叶，单取直根，洗净煨烂，再用鸡肉汤煨。必买矮弱者才肥。",
    "img": "2025-11-14T07-35-56-056Z-708l6t.jpg"
  },
  {
    "name": "葛仙米",
    "desc": "将米细检淘净，煮米烂，用鸡汤、火腿汤煨。临上时，要只见米，不见鸡肉、火腿搀和才佳。此物陶方伯家制之最精。",
    "img": "2025-11-14T07-35-36-438Z-loacvv.jpg"
  },
  {
    "name": "石发",
    "desc": "制法与葛仙米同。夏日用麻油、醋、秋油拌之，亦佳。",
    "img": "2025-11-14T07-37-47-017Z-q805w0.jpg"
  },
  {
    "name": "素烧鹅",
    "desc": "煮烂山药，切寸为段，腐皮包，入油煎之，加秋油、酒、糖、瓜、姜，以色红为度。",
    "img": "2025-11-14T07-34-38-066Z-qvg1ff.jpg"
  },
  {
    "name": "韭",
    "desc": "韭，荤物也。专取韭白，加虾米炒之便佳。或用鲜蚬亦可，蚬亦可，肉亦可。",
    "img": "2025-11-14T07-34-51-989Z-f27uxx.jpg"
  },
  {
    "name": "芹",
    "desc": "芹，素物也，愈肥愈妙。取白根炒之，加笋，以熟为度。今人有以炒肉者，清浊不伦。不熟者，虽脆无味。或生拌野鸡，又当别论。",
    "img": "2025-11-14T07-34-33-081Z-goilim.jpg"
  },
  {
    "name": "豆芽",
    "desc": "豆芽柔脆，余颇爱之。炒须熟烂。作料之味，才能融洽。可配燕窝，以柔配柔，以白配白故也。然以极贱而陪极贵，人多嗤之。不知惟巢、由正可陪尧、舜耳。",
    "img": "2025-11-14T07-33-56-281Z-4hsca8.jpg"
  },
  {
    "name": "茭",
    "desc": "茭白炒肉、炒鸡俱可。切整段，酱醋炙之，尤佳。煨肉亦佳。须切片，以寸为度，初出太细者无味。",
    "img": "2025-11-14T07-35-42-812Z-c70loe.jpg"
  },
  {
    "name": "青菜",
    "desc": "青菜择嫩者，笋炒之。夏日芥末拌，加微醋，可以醒胃。加火腿片，可以作汤。亦须现拨者才软。",
    "img": "2025-11-14T07-37-26-870Z-uomjlh.jpg"
  },
  {
    "name": "台菜",
    "desc": "炒台菜心最懦，剥去外皮，入蘑菇、新笋作汤。炒食加虾肉，亦佳。",
    "img": "2025-11-14T07-33-43-877Z-nbe2xz.jpg"
  },
  {
    "name": "白菜",
    "desc": "白菜炒食，或笋煨亦可。火腿片煨、鸡汤煨俱可。",
    "img": "2025-11-14T07-37-10-974Z-asycmp.jpg"
  },
  {
    "name": "黄芽菜",
    "desc": "此菜以北方来者为佳。或用醋搂，或加虾米煨之，一熟便吃，迟则色、味俱变。",
    "img": "2025-11-14T07-37-26-291Z-gh9ukd.jpg"
  },
  {
    "name": "瓢儿菜",
    "desc": "炒瓢菜心，以干鲜无汤为贵。雪压后更软。王孟亭太守家制之最精。不加别物，宜用荤油。",
    "img": "2025-11-14T07-34-17-334Z-6keq61.jpg"
  },
  {
    "name": "波菜",
    "desc": "波菜肥嫩，加酱水豆腐煮之。杭人名“金镶白玉板”是也。如此种菜虽瘦而肥，可不必再加笋尖、香蕈。",
    "img": "2025-11-14T07-34-27-866Z-8el4xo.jpg"
  },
  {
    "name": "蘑菇",
    "desc": "蘑菇不止作汤。炒食域佳。但口蘑最易藏沙，更易受霉，须藏之得法，制之得宜。鸡腿蘑便易收拾，亦复讨好。",
    "img": "2025-11-14T07-34-35-108Z-dn2a92.jpg"
  },
  {
    "name": "松菌",
    "desc": "松菌加口蘑炒最佳。或单用秋油泡食，亦妙。惟不便久留耳，置各菜中，俱能助鲜，可入燕窝作底垫，以其嫩也。",
    "img": "2025-11-14T07-36-41-125Z-sbibo8.jpg"
  },
  {
    "name": "面筋三法",
    "desc": "一法面筋入油锅炙枯，再用鸡汤、蘑菇清煨。一法不炙，用水泡，切条入浓鸡汁炒之，加冬笋、天花。章淮树观察家制之最精。上盘时宜毛撕，不宜光切。加虾米泡汁，甜酱炒之，甚佳。",
    "img": "2025-11-14T07-34-12-557Z-ex3b3u.jpg"
  },
  {
    "name": "茄二法",
    "desc": "吴小谷广文家，将整茄子削皮，滚水泡去苦汁，猪油炙之。炙时须待泡水干后，用甜酱水干煨，甚佳。卢八太爷家，切茄作小块，不去皮，入油灼微黄，加秋油炮炒，亦佳。是二法者，俱学之而未尽其妙，惟蒸烂划开，用麻油、米醋拌，则夏间亦颇可食。或煨干作脯，置盘中。",
    "img": "2025-11-14T07-35-44-998Z-mb4bo1.jpg"
  },
  {
    "name": "苋羹",
    "desc": "苋须细摘嫩尖，干炒，加虾米或虾仁，更佳。不可见汤。",
    "img": "2025-11-14T07-37-04-182Z-imrs8l.jpg"
  },
  {
    "name": "芋羹",
    "desc": "芋性柔腻，入荤入素俱可。或切碎作鸭羹，或煨肉，或同豆腐加酱水煨。徐兆璜明府家，选小芋子，入嫩鸡煨汤，炒极！惜其制法未传。大抵只用作料，不用水。",
    "img": "2025-11-14T07-35-23-834Z-ua7aig.jpg"
  },
  {
    "name": "豆腐皮",
    "desc": "将腐皮泡软，加秋油中、醋、虾米拌之，宜于夏日。蒋侍郎家入海参用，颇妙。加紫菜、虾肉作汤，亦相宜。或用蘑菇、笋煨清汤，亦佳 。以烂为度。芜湖敬和尚，将腐皮卷筒切段，油中微炙，入蘑菇煨烂，极佳。不可加鸡汤。",
    "img": "2025-11-14T07-37-19-941Z-1vbcr8.jpg"
  },
  {
    "name": "扁豆",
    "desc": "现采扁豆，用肉，汤炒之，去肉存豆。单炒者油重为佳。以肥软为贵。毛糙而瘦薄者，瘠土所生，不可食。",
    "img": "2025-11-14T07-35-01-878Z-qqqo3l.jpg"
  },
  {
    "name": "瓠子、王瓜",
    "desc": "将［鱼军］鱼切片先炒，加瓠子，同酱汁煨。王瓜亦然。",
    "img": "2025-11-14T07-36-30-812Z-pie5vd.jpg"
  },
  {
    "name": "煨木耳、香蕈",
    "desc": "扬州定慧庵僧，能将木耳煨二分厚，香蕈煨三分厚。先取蘑菇熬汁为卤。",
    "img": "2025-11-14T07-35-40-088Z-b80oq2.jpg"
  },
  {
    "name": "冬瓜",
    "desc": "冬瓜之用最多。拌燕窝、鱼肉、鳗、鳝、火腿皆可。扬州定慧庵所制尤佳。红如血珀，不用荤汤。",
    "img": "2025-11-14T07-36-22-328Z-c1zfde.jpg"
  },
  {
    "name": "煨鲜菱",
    "desc": "煨鲜菱，以鸡汤滚之。上时将汤撤去一半。池中现起者才鲜，浮水面者才嫩。加新栗、白果煨烂，尤佳。或用糖亦可。作点心亦可。",
    "img": "2025-11-14T07-35-10-137Z-soiiag.jpg"
  },
  {
    "name": "缸豆",
    "desc": "缸豆炒肉，临上时，去肉存豆。以极嫩者，抽去其筋。",
    "img": "2025-11-14T07-35-49-854Z-7krueq.jpg"
  },
  {
    "name": "煨三笋",
    "desc": "将天目笋、冬笋、问政笋，煨入鸡汤，号“三笋羹”。",
    "img": "2025-11-14T07-37-03-082Z-gw6ch7.jpg"
  },
  {
    "name": "芋煨白菜",
    "desc": "芋煨极烂，入白菜心，烹之，加酱水调和，家常菜之最佳者，惟折菜须新摘肥嫩者，色青则老，摘久则枯。",
    "img": "2025-11-14T07-33-54-184Z-h5cf91.jpg"
  },
  {
    "name": "香珠豆",
    "desc": "毛豆至八九月间晚收者，最阔大而嫩，号“香珠豆”。煮熟以秋油、酒泡之。出壳可，带壳亦可，香软可爱。寻常之豆，不可食也。",
    "img": "2025-11-14T07-36-28-050Z-z9uwln.jpg"
  },
  {
    "name": "马兰",
    "desc": "马兰头菜，摘取嫩者，醋合笋拌食。油腻后食之，可以醒脾。",
    "img": "2025-11-14T07-35-48-061Z-elfqun.jpg"
  },
  {
    "name": "杨花菜",
    "desc": "南京三月有杨花菜，柔脆与波菜相似，名甚雅。",
    "img": "2025-11-14T07-36-52-993Z-5ba192.jpg"
  },
  {
    "name": "问政笋丝",
    "desc": "问政笋，即杭州笋也。徽州人送者，多是淡笋干，只好泡烂切丝，用鸡肉汤煨用。龚司马取秋油煮笋，烘干上桌，徽人食之惊为异味。余笑其如梦之方醒也。",
    "img": "2025-11-14T07-36-28-058Z-uw9vsz.jpg"
  },
  {
    "name": "炒鸡腿蘑菇",
    "desc": "芜湖大庵和尚，洗净鸡腿，蘑菇去沙，加秋油、酒炒熟，盛盘宴客，甚佳。",
    "img": "2025-11-14T07-36-33-620Z-vf81jw.jpg"
  },
  {
    "name": "猪油煮萝卜",
    "desc": "用熟猪油炒萝卜，加虾米煨之，以极熟为度。临起加葱花，色如琥珀。",
    "img": "2025-11-14T07-33-41-299Z-376ffp.jpg"
  },
  {
    "name": "笋脯",
    "desc": "笋脯出处最多，以家园所烘为第一。取鲜笋加盐煮熟，上篮烘之。须昼夜环看，稍火不旺则溲矣。用清酱者，色微黑。春笋、冬笋皆可为之。",
    "img": "2025-11-14T07-36-00-955Z-6zdstf.jpg"
  },
  {
    "name": "天目笋",
    "desc": "天目笋多在苏州发卖。其篓中盖面者最佳，下二寸便搀入老根硬节矣。须出重价，专买其盖面者数十条，如集狐成腋之义。",
    "img": "2025-11-14T07-33-40-856Z-b4z98d.jpg"
  },
  {
    "name": "玉兰片",
    "desc": "以冬笋烘片，微加蜜焉。苏州孙春杨家有盐、甜二种，以盐者为佳。",
    "img": "2025-11-14T07-36-10-307Z-sepqtu.jpg"
  },
  {
    "name": "素火腿",
    "desc": "处州笋脯，号“素火腿”，即处片也。久之太硬，不如买毛笋自烘之为妙。",
    "img": "2025-11-14T07-33-56-889Z-dej2k9.jpg"
  },
  {
    "name": "宣城笋脯",
    "desc": "宣城笋尖，色黑而肥，与天目笋大同小异，极佳。",
    "img": "2025-11-14T07-35-34-814Z-j8i8h2.jpg"
  },
  {
    "name": "人参笋",
    "desc": "制细笋如人参形，微加蜜水。扬州人重之，故价颇贵。",
    "img": "2025-11-14T07-36-53-990Z-w1newn.jpg"
  },
  {
    "name": "笋油",
    "desc": "笋十斤，蒸一日一夜，穿通其节，铺板上，如作豆腐法，上加一板压而榨之，使汁水流出，加炒盐一两，便是笋油。其笋晒干仍可作脯。天台僧制以送人。",
    "img": "2025-11-14T07-34-32-864Z-2tmz5u.jpg"
  },
  {
    "name": "虾油",
    "desc": "买虾子数斤，同秋油入锅熬之，起锅用布沥出秋油，乃将布包虾子，同放罐中盛油。",
    "img": "2025-11-14T07-35-58-055Z-c964ta.jpg"
  },
  {
    "name": "喇虎酱",
    "desc": "秦椒捣烂，和甜酱蒸之，可用虾米搀人。",
    "img": "2025-11-14T07-37-37-546Z-c48xqo.jpg"
  },
  {
    "name": "熏鱼子",
    "desc": "熏鱼子色如琥珀，以没重为贵。出苏州孙春杨家，愈新愈妙，陈则味变而油枯。",
    "img": "2025-11-14T07-34-57-076Z-lcduiq.jpg"
  },
  {
    "name": "腌冬菜、黄芽菜",
    "desc": "腌冬菜、黄芽菜，淡则味鲜，咸则味恶。然欲久放，则非盐不可。常腌一大坛，三伏时开之，上半截虽臭、烂，而下次半截香美异常，色白如玉。甚矣！相士之不可但观皮毛也。",
    "img": "2025-11-14T07-34-11-202Z-p46xw9.jpg"
  },
  {
    "name": "莴苣",
    "desc": "食莴苣有二法：新酱者，松脆可爱。或腌之为脯，切片食甚鲜。然必以淡为贵，咸则味恶矣。",
    "img": "2025-11-14T07-37-18-928Z-jug53c.jpg"
  },
  {
    "name": "香干菜",
    "desc": "春芥心风干，取梗淡腌，晒干，加酒、加糖、加秋油，拌后再加蒸之，风干入瓶。",
    "img": "2025-11-14T07-37-32-935Z-wqxg3e.jpg"
  },
  {
    "name": "冬芥",
    "desc": "冬芥名雪里红。一法整腌，以淡为佳；一法取心风干，斩碎，腌入瓶中，熟后杂鱼羹中，极鲜。或用醋煨，入锅中作辣菜亦可同，煮鳗、煮鲫鱼最佳。",
    "img": "2025-11-14T07-35-58-983Z-6fl9oa.jpg"
  },
  {
    "name": "春芥",
    "desc": "取芥心风干、斩碎，腌熟入瓶，号称“挪菜”。",
    "img": "2025-11-14T07-35-08-927Z-fwv58k.jpg"
  },
  {
    "name": "芥头",
    "desc": "芥根切片，入菜同腌，食之甚脆。或整腌晒干作脯食之尤妙。",
    "img": "2025-11-14T07-35-34-885Z-9pmwam.jpg"
  },
  {
    "name": "芝麻菜",
    "desc": "腌芥晒干，斩之碎极，蒸而食之，号“芝麻菜”。老人所宜。",
    "img": "2025-11-14T07-36-27-879Z-iadwtm.jpg"
  },
  {
    "name": "腐干丝",
    "desc": "将好腐干切丝极细，以虾子、秋油拌之。",
    "img": "2025-11-14T07-37-01-334Z-n2q2ma.jpg"
  },
  {
    "name": "风瘪菜",
    "desc": "将冬菜取心风干，腌后榨出卤，小瓶装之，泥封其口，倒放灰上。夏食之，其色黄，其臭香。",
    "img": "2025-11-14T07-37-10-985Z-v3zngg.jpg"
  },
  {
    "name": "糟菜",
    "desc": "取腌过风瘪菜，以菜叶包之，每一小包，铺一面香糟，重叠放坛内。取食时，开包食之，糟不沾菜，而菜得糟味。",
    "img": "2025-11-14T07-34-14-945Z-4lfo62.jpg"
  },
  {
    "name": "酸菜",
    "desc": "冬菜心风干微腌，加糖、醋、芥末，带卤入罐中，微加秋油亦可。席间醉饱之余，食之醒脾解酒。",
    "img": "2025-11-14T07-37-31-975Z-785yna.jpg"
  },
  {
    "name": "台菜心",
    "desc": "取春日台菜心腌之，榨出其卤，装小瓶之中，夏日食之。风干其花，即名菜花头，可以烹肉。",
    "img": "2025-11-14T07-34-57-368Z-keevh5.jpg"
  },
  {
    "name": "大头菜",
    "desc": "大头菜出南京承恩寺，愈陈愈佳。入荤菜中，最能发鲜。",
    "img": "2025-11-14T07-37-49-953Z-d425hh.jpg"
  },
  {
    "name": "萝卜",
    "desc": "萝卜取肥大者，酱一二日即吃，甜脆可爱。有侯尼能制为鲞，煎片如蝴蝶，长至丈许，连翩不断，亦一奇也。承恩寺有卖者，用醋为之，以陈为妙。",
    "img": "2025-11-14T07-36-27-813Z-2bzj08.jpg"
  },
  {
    "name": "乳腐",
    "desc": "乳腐，以苏州温将军庙前者为佳，黑色而味鲜。有干湿二种，有虾子腐亦鲜，微嫌腥耳。广西白乳腐最佳。王库官司家制亦妙。",
    "img": "2025-11-14T07-38-02-956Z-fqa4bo.jpg"
  },
  {
    "name": "酱炒三果",
    "desc": "核桃、杏仁去皮，榛子不必去皮。先用油炮脆，再下酱，不可太焦。酱之多少，亦须相物而行。",
    "img": "2025-11-14T07-37-35-903Z-90artb.jpg"
  },
  {
    "name": "酱石花",
    "desc": "将石花洗净入酱中，临吃时再洗。一名麒麟菜。",
    "img": "2025-11-14T07-37-19-975Z-sx4kfa.jpg"
  },
  {
    "name": "石花糕",
    "desc": "将石花熬烂作膏，仍用刀划开，色如蜜蜡。",
    "img": "2025-11-14T07-36-45-228Z-ql1k43.jpg"
  },
  {
    "name": "小松菌",
    "desc": "将清酱同松菌入锅滚熟，收起，加麻油入罐中，可食二日，入则味变。",
    "img": "2025-11-14T07-36-03-610Z-r9nhb7.jpg"
  },
  {
    "name": "吐［虫失］",
    "desc": "吐［虫失］出兴化、泰兴。有生成极嫩者，用酒酿浸之，加糖则自吐其油，名为泥螺，以无泥为佳。",
    "img": "2025-11-14T07-37-44-084Z-eersal.jpg"
  },
  {
    "name": "海蛰",
    "desc": "用嫩海蛰，甜酒浸之，颇有风味。其光者名为白皮，作丝，酒醋同拌。",
    "img": "2025-11-14T07-37-14-019Z-ixw8se.jpg"
  },
  {
    "name": "虾子鱼",
    "desc": "子鱼出苏州。小鱼生而有子。生时烹食之，较美于鲞。",
    "img": "2025-11-14T07-34-10-041Z-8f5o4s.jpg"
  },
  {
    "name": "酱姜",
    "desc": "生姜取嫩者微腌，先用粗酱套之，再用细酱套之，凡三套而始成。古法用蝉退一入酱，则姜久而不老。",
    "img": "2025-11-14T07-36-41-923Z-0lt44p.jpg"
  },
  {
    "name": "酱瓜",
    "desc": "将瓜腌后，风干入酱，如酱姜之法。不难其甜，而难其脆。杭州放鲁箴家制之最佳。据云：酱后晒干又酱，故皮薄而皱，上口脆。",
    "img": "2025-11-14T07-37-21-849Z-r31zze.jpg"
  },
  {
    "name": "新蚕豆",
    "desc": "新蚕豆之嫩者，以腌芥菜炒之甚妙。随采随食方佳。",
    "img": "2025-11-14T07-37-51-901Z-vgwwz5.jpg"
  },
  {
    "name": "腌蛋",
    "desc": "腌蛋以高邮为佳，颜色红而油多。高文端公最喜食之。席间先夹取以敬客。放盘中，总宜切开带壳，黄白兼用；不可存黄去白，使味不全，油亦走散。",
    "img": "2025-11-14T07-34-44-928Z-lcgzkn.jpg"
  },
  {
    "name": "混套",
    "desc": "将鸡蛋外壳微敲一小洞，将清黄倒出，去黄用清，加浓鸡卤煨就者拌入，用箸打良久，使之融化，仍装入蛋壳中，上用纸封好，饭锅蒸熟，剥去外壳，仍浑然一鸡卵，此味极鲜。",
    "img": "2025-11-14T07-34-01-897Z-xtnq9j.jpg"
  },
  {
    "name": "茭瓜脯",
    "desc": "茭瓜入酱，取起风干，切片成脯，与笋脯相似。",
    "img": "2025-11-14T07-34-32-061Z-7e1pi7.jpg"
  },
  {
    "name": "牛首腐干",
    "desc": "豆腐干以牛首僧制者为佳。但山下卖此物者有七家惟晓堂和尚家所制方妙。",
    "img": "2025-11-14T07-34-14-937Z-k6474e.jpg"
  },
  {
    "name": "酱王瓜",
    "desc": "王瓜初生时，择者腌之入酱，脆而鲜。",
    "img": "2025-11-14T07-36-25-892Z-n4hf4u.jpg"
  },
  {
    "name": "鳗面",
    "desc": "大鳗一条蒸烂，拆肉去骨，和入面中，入鸡汤清揉之擀成面皮，小刀划成细条，入鸡汁、火腿汁、蘑菇汁滚。",
    "img": "2025-11-14T07-35-56-001Z-c8cxxt.jpg"
  },
  {
    "name": "温面",
    "desc": "将细面下汤沥干，放碗中，用鸡肉、香蕈浓卤，临吃，各自取瓢加上。",
    "img": "2025-11-14T07-34-20-895Z-0ea6s8.jpg"
  },
  {
    "name": "鳝面",
    "desc": "熬鳝成卤，加面再滚。此杭州法。",
    "img": "2025-11-14T07-38-04-862Z-8vlzal.jpg"
  },
  {
    "name": "裙带面",
    "desc": "以小刀截面成条，微宽，则号“裙带面”。大概作面，总以汤多为佳，在碗中望不见面为妙。宁使食毕再加，以便引人入胜。此法扬州盛行，恰甚有道理。",
    "img": "2025-11-14T07-35-28-738Z-de6ask.jpg"
  },
  {
    "name": "素面",
    "desc": "先一日将蘑菇蓬熬汁，定清；次日将笋熬汁，加面滚上。此法扬州定慧庵僧人制之极精，不肯传人。然其大概亦可仿求。其纯黑色的或云暗用虾汁、蘑菇原汁，只宜澄云泥沙，不重换水，则原味薄矣。",
    "img": "2025-11-14T07-36-20-961Z-ma1629.jpg"
  },
  {
    "name": "蓑衣饼",
    "desc": "干面用冷水调，不可多，揉擀薄后，卷拢再擀薄了，用猪油、白糖铺匀，再卷拢擀成薄饼，用猪油熯黄。如要盐的，用葱椒盐亦可。",
    "img": "2025-11-14T07-34-00-292Z-eh68qh.jpg"
  },
  {
    "name": "虾饼",
    "desc": "生虾肉，葱盐、花椒、甜酒脚少许，加水和面，香油灼透。",
    "img": "2025-11-14T07-34-04-018Z-of470i.jpg"
  },
  {
    "name": "薄饼",
    "desc": "山东孔藩台家制薄饼，薄若蝉翼，大若茶盘，柔腻绝伦。家人如其法为之，卒不能及，不知何故。秦人制小锡罐，装饼三十张。每客一罐。饼小如柑。罐有盖，可以贮馅。用炒肉丝，其细如发。葱亦如之。猪羊并用，号曰“西饼”。",
    "img": "2025-11-14T07-36-49-146Z-209uxf.jpg"
  },
  {
    "name": "面老鼠",
    "desc": "以热水和面，俟鸡汁滚时，以箸夹入，不分大小，加活菜心，别有风味。",
    "img": "2025-11-14T07-36-27-798Z-q6ev0a.jpg"
  },
  {
    "name": "颠不棱即肉饺也",
    "desc": "糊面摊开，裹肉为馅蒸之。其计好处全在作馅得法，不过肉嫩去筋作料而已。余到广东，吃官司镇台颠不棱，甚佳。中用肉皮煨膏为馅，故觉软美。",
    "img": "2025-11-14T07-37-12-764Z-je8h1w.jpg"
  },
  {
    "name": "韭合",
    "desc": "韭菜切末拌肉，加作料，面皮包之，入油灼之。面内加酥更妙。",
    "img": "2025-11-14T07-36-45-627Z-5bxlkb.jpg"
  },
  {
    "name": "糖饼（又名面衣）",
    "desc": "糖水溲面，起油锅令热，用箸夹入；其作成饼形者，号“软锅饼”，杭州法也。",
    "img": "2025-11-14T07-34-07-343Z-jze4kt.jpg"
  },
  {
    "name": "烧饼",
    "desc": "用松子、胡桃仁敲碎，加糖屑、脂油和面炙之，以两面熯黄为度，而加芝麻。叩儿会做，面罗至四五次，则白如雪矣。须用两面锅，上下放火，得奶酥更佳。",
    "img": "2025-11-14T07-36-41-927Z-0q47d1.jpg"
  },
  {
    "name": "千层馒头",
    "desc": "杨参戎家制馒头，其白如雪，揭之如有千层。金陵人不能也。其法扬州得半，常州、无锡亦得其半。",
    "img": "2025-11-14T07-36-08-767Z-3n17kp.jpg"
  },
  {
    "name": "面茶",
    "desc": "熬粗茶汁，炒面兑入，加芝麻酱亦可，加牛乳亦可，微加一撮盐。无乳则加奶酥、奶皮亦可。",
    "img": "2025-11-14T07-34-10-045Z-vsi8fa.jpg"
  },
  {
    "name": "杏酪",
    "desc": "捶杏仁作浆，挍去渣，拌米粉，加紧糖熬之。",
    "img": "2025-11-14T07-34-22-881Z-1u5m7n.jpg"
  },
  {
    "name": "粉衣",
    "desc": "如作面衣之法。加糖、俱可，取其便也。",
    "img": "2025-11-14T07-37-18-946Z-arktuh.jpg"
  },
  {
    "name": "竹叶粽",
    "desc": "取竹叶裹白糯米煮之。尖小如初生菱角。",
    "img": "2025-11-14T07-37-14-355Z-1ls4b5.jpg"
  },
  {
    "name": "萝卜汤圆",
    "desc": "萝卜刨丝滚熟，去臭气，微干，加葱酱拌之，放粉团中作馅，再用麻油灼之。汤滚亦可。春圃方伯家制萝卜饼，叩儿学会，可照此法作韭菜饼、野鸡饼试之。",
    "img": "2025-11-14T07-35-18-016Z-ivdm7c.jpg"
  },
  {
    "name": "水粉汤圆",
    "desc": "用水粉和作汤圆，滑腻异常，中用松仁、核桃、猪油、糖作馅，或嫩肉去筋丝捶烂，加葱末、秋油作馅亦可。作水粉法，以糯米浸水中一日夜，带水磨之，用布盛接，布下加灰，以去其渣，取细粉晒干用。",
    "img": "2025-11-14T07-36-49-016Z-a0l7po.jpg"
  },
  {
    "name": "脂油糕",
    "desc": "用纯糯粉拌脂油，放盘中蒸熟，加冰糖捶碎，入粉中蒸好，用刀切开。",
    "img": "2025-11-14T07-37-30-025Z-etn0y9.jpg"
  },
  {
    "name": "雪花糕",
    "desc": "蒸糯饭捣烂，用芝麻屑加糖为馅，打成一饼，再切方块。",
    "img": "2025-11-14T07-35-13-161Z-s3pkrr.jpg"
  },
  {
    "name": "软香糕",
    "desc": "软香糕，以苏州都林桥为第一。其次虎丘糕，西施家为第二。南京南门外报恩寺则第三矣。",
    "img": "2025-11-14T07-37-41-967Z-wj9xob.jpg"
  },
  {
    "name": "百果糕",
    "desc": "杭州北关外卖者最佳。以粉糯多松仁、胡桃而不放橙丁者为妙。其甜处非蜜非糖，可暂可久。家中不能得其法。",
    "img": "2025-11-14T07-34-05-819Z-z5uf3f.jpg"
  },
  {
    "name": "栗糕",
    "desc": "煮栗极烂，以纯糯粉加糖为糕蒸之，上加瓜仁、松子。此重阳小食也。",
    "img": "2025-11-14T07-35-41-648Z-31cl5y.jpg"
  },
  {
    "name": "青糕、青团",
    "desc": "捣青草为汁，和粉作粉团，色如碧玉。",
    "img": "2025-11-14T07-37-37-910Z-hgcdxl.jpg"
  },
  {
    "name": "合欢饼",
    "desc": "蒸糕为饭，以木印印之，如小珙璧状，入铁架熯之，微用油，方不粘架。",
    "img": "2025-11-14T07-34-57-994Z-4d18nf.jpg"
  },
  {
    "name": "鸡豆糕",
    "desc": "研碎鸡豆，用微粉为糕，放盘中蒸之。临食用小刀片开。",
    "img": "2025-11-14T07-36-10-887Z-v4rsad.jpg"
  },
  {
    "name": "鸡豆粥",
    "desc": "磨碎鸡豆为粥，鲜者最佳，陈者亦可。加山药、茯苓尤妙。",
    "img": "2025-11-14T07-35-21-231Z-cvorxz.jpg"
  },
  {
    "name": "金团",
    "desc": "杭州金团，凿木为桃、杏、元宝之状，和粉搦成，入木印中便成。其馅不拘荤素。",
    "img": "2025-11-14T07-36-58-942Z-wyy4l5.jpg"
  },
  {
    "name": "麻团",
    "desc": "蒸糯米捣烂为团，用芝麻屑拌糖作馅。",
    "img": "2025-11-14T07-37-07-868Z-18536i.jpg"
  },
  {
    "name": "芋粉团",
    "desc": "磨芋粉晒干，和米粉用之。朝天宫道士制芋粉团，野鸡馅，极佳。",
    "img": "2025-11-14T07-35-06-022Z-zbidzy.jpg"
  },
  {
    "name": "熟藕",
    "desc": "藕须贯米加糖自煮，并汤极佳。外卖者多用灰水，味变，不可食也。余性爱食嫩藕，虽软熟而以齿决，故味在也。如老藕一煮成泥，便无味矣。",
    "img": "2025-11-14T07-36-33-494Z-kufije.jpg"
  },
  {
    "name": "新栗、新菱",
    "desc": "新出之栗，烂煮之，有松子仁香。厨人不肯煨烂，故金陵人有终身不知其味者。新菱亦然。金陵人待其老方食故也。",
    "img": "2025-11-14T07-36-15-878Z-s30w3n.jpg"
  },
  {
    "name": "莲子",
    "desc": "建莲虽贵，不如湖莲之易煮也。大概小熟抽心去皮，后下汤，用文火煨之，闷住合盖，不可开视，河停火。如此两炷香，则莲子熟时，不生骨矣。",
    "img": "2025-11-14T07-35-28-740Z-r0ae9f.jpg"
  },
  {
    "name": "芋",
    "desc": "十月天晴时，取芋子、芋头，晒之极干，放草中，勿使冻伤。春间煮食，有自然之甘。俗人不知。",
    "img": "2025-11-14T07-37-10-906Z-jm1ofn.jpg"
  },
  {
    "name": "萧美人点心",
    "desc": "仪真南门外，萧美人善制点心，凡馒头、糕、饺之类，小巧可爱，洁白如雪。",
    "img": "2025-11-14T07-35-16-095Z-xg8yqu.jpg"
  },
  {
    "name": "刘方伯月饼",
    "desc": "用山东飞面，作酥为皮，中用松仁、核桃仁、瓜子仁为细末，微加冰糖和猪油儿馅，食之不觉甚甜，而香松柔腻，迥异寻常。",
    "img": "2025-11-14T07-37-58-827Z-2wih7x.jpg"
  },
  {
    "name": "陶方伯十景点心",
    "desc": "每至年节，陶方伯夫人手制点心十种，皆山东飞面所为。奇形诡状，五色纷披。食之皆甘，令人应接不暇。萨制军云：“吃孔方伯薄饼，而天下之薄饼可废；吃陶方伯十景点心，而天下之点心可废。”自陶方伯亡，而此点心亦成《广陵散》矣。呜呼！",
    "img": "2025-11-14T07-37-42-073Z-ab4q0g.jpg"
  },
  {
    "name": "杨中丞西洋饼",
    "desc": "用鸡蛋清和飞面作稠水，放碗中。打铜夹剪一把，头上作饼形，如蝶大，上下两面，铜合缝处不到一分。生烈火烘铜夹，撩稠水，一糊一夹一熯，顷刻成饼。白如雪，明如绵纸，微加冰糖、松仁屑子。",
    "img": "2025-11-14T07-35-13-814Z-nka7ft.jpg"
  },
  {
    "name": "白云片",
    "desc": "南殊锅巴，薄如绵纸，以油炙之，微加白糖，上口极脆。金陵人制之最精，号“白云片”。",
    "img": "2025-11-14T07-38-01-141Z-ovhc5y.jpg"
  },
  {
    "name": "风枵",
    "desc": "以白粉浸透，制小片入猪油灼之，起锅时加糖糁之，色白如霜，上口而化。杭人号曰“风枵”。",
    "img": "2025-11-14T07-36-19-972Z-v0ji13.jpg"
  },
  {
    "name": "三层玉带糕",
    "desc": "以纯糯粉作糕，分作三层；一层粉，一层猪油白糖，夹好蒸之，蒸熟切开。苏州人法也。",
    "img": "2025-11-14T07-34-32-285Z-gnb41m.jpg"
  },
  {
    "name": "运司糕",
    "desc": "卢雅雨作运司，年已老矣。扬州店中作糕献之，大加称赏。从此遂有“运司糕”之名。色白如雪，点胭脂，红如桃花。微糖作馅，淡而弥旨。以运司衙门前店作为佳。他店粉粗色劣。",
    "img": "2025-11-14T07-33-52-265Z-kp34f2.jpg"
  },
  {
    "name": "沙糕",
    "desc": "糯粉蒸糕，中夹芝麻、糖屑。",
    "img": "2025-11-14T07-36-34-316Z-alc4ke.jpg"
  },
  {
    "name": "小馒头、小馄饨",
    "desc": "作馒头如胡桃大，就蒸笼食之。每箸可夹一双。扬州物也。扬州发酵最佳。手捺之不盈半寸，放松仍隆然而高。小馄饨小如龙眼，用鸡汤下之。",
    "img": "2025-11-14T07-36-18-253Z-5f27kn.jpg"
  },
  {
    "name": "雪蒸糕法",
    "desc": "每磨细粉，用糯米二分，粳米八分为则，一拌粉，将置盘中，用凉水细细洒之，以捏则如团、撒则如砂为度。将粗麻筛筛出，其剩下块搓碎，仍于筛上尽出之，前后和匀，使干湿不偏枯，以巾覆之，勿令风干日燥，听用。（水中酌加上洋糖则更有味，与市中枕儿糕法同。）一锡圈及锡钱，俱宜洗剔极净，临时略将香油和水，布蘸拭之。每一蒸后，必一洗一拭。一锡圈内，将锡钱置妥，先松装粉一小半，将果馅轻置当中，后将粉松装满圈，轻轻攩平，套汤瓶上盖之，视盖口气直冲为度。取出覆之，先去圈，后去钱，饰以胭脂，两圈更递为用。一汤瓶宜洗净，置汤分寸以及肩为度。然多滚则汤易涸，宜留心看视，备热水频添。",
    "img": "2025-11-14T07-37-51-510Z-kte8ey.jpg"
  },
  {
    "name": "作酥饼法",
    "desc": "冷定脂油一碗，开水一碗，先将油同水搅匀，入生面，尽揉要软，如擀饼一样，外用蒸熟面入脂油，合作一处，不要硬了。然后将生面做团子，如核桃大，将熟面亦作团子，略小一晕，再将熟面团子包在生面团子中，擀成长饼，长可八寸，宽二三寸许，然后折叠如碗样，包上穰子。",
    "img": "2025-11-14T07-36-48-003Z-5b6b4v.jpg"
  },
  {
    "name": "天然饼",
    "desc": "泾阳张荷塘明府家制天然饼，用上白飞面，加微糖及脂油为酥，随意搦成饼样，如碗大，不拘方圆，厚二分许。用洁净小鹅子石衬而熯之，随其自为凹凸，色半黄便起，松美异常。或用盐亦可。",
    "img": "2025-11-14T07-35-18-060Z-75xabq.jpg"
  },
  {
    "name": "花边月饼",
    "desc": "明府家制花边月饼，不在山东刘方伯之下。余常以轿迎其女厨来园制造，看用飞面拌生猪油子团百搦，才用枣肉嵌入为馅，裁如碗大，以手搦其四边菱花样。用火盆两个，上下覆而炙之。枣不去皮，取其鲜也；油不先熬，取其生也。含之上口而化，甘而不腻，松而不滞，其工夫全在搦中，愈多愈妙。",
    "img": "2025-11-14T07-35-21-007Z-pk9mwj.jpg"
  },
  {
    "name": "制馒头法",
    "desc": "偶食新明府馒头，白细如雪，面有银光，以为是北面之故。龙云不然。面不分南北，只要罗得极细。罗筛至五次，则自然白细，不必北面也。惟做酵最难。请其庖人来教，学之卒不能松散。",
    "img": "2025-11-14T07-34-35-079Z-r328yx.jpg"
  },
  {
    "name": "扬州洪府粽子",
    "desc": "洪府制粽，取顶高糯米，捡其完善长白者，去共半颗散碎者，淘之极熟，用大箸叶裹之，中放好火腿一大块，封锅闷煨一日一夜，柴薪不断。食之滑腻温柔，肉与米化。或云：即用火腿肥者斩碎，散置米中。",
    "img": "2025-11-14T07-37-51-244Z-17ntck.jpg"
  },
  {
    "name": "饭",
    "desc": "王莽云：“盐者，百肴之将。”余则曰：“饭者，百味之本。”《诗》称：“释之溲溲，蒸之浮浮。”是古人亦吃蒸饭。然终嫌米汁不在饭中。善煮饭者，虽煮如蒸，依旧颗粒分明，入口软糯。其诀有四：一要米好，或“香稻”，或“冬霜”，或“晚米”，或“观音籼”，或“桃花籼”，春之极熟，霉天风摊播之，不使惹霉发疹。一要善淘，淘米时不惜工夫，用手揉擦，使水从箩中淋出，竟成清水，无复米色。一要用火先武后文，闷起得宜。一要相米放水，不多不少，燥湿得宜。往往见富贵人家，讲菜不讲饭，逐末忘本，真为可笑。余不喜汤浇饭，恶失饭之本味故也。汤果佳，宁一口吃汤，一口吃饭，分前后食之，方两全其美。不得已，则用茶、用开水淘之，犹不夺饭之正味。饭之甘，在百味之上，知味者，遇好饭不必用菜。",
    "img": "2025-11-14T07-36-57-898Z-se1sx7.jpg"
  },
  {
    "name": "粥",
    "desc": "见水不见米，非粥也；见米不见水，非粥也。必使水米融洽，柔腻如一，而后谓之粥。尹文端公曰：“宁人等粥，毋粥等人。”此真名言，防停顿而味变汤干故也。近有为鸭粥者，入以荤腥；为八宝粥者，入以果品，俱失粥之正味。不得已，则夏用绿豆，冬用黍米，以五谷入五谷，尚属不妨。余常食于某观察家，诸菜尚可，而饭粥粗粝，勉强咽下，归而大病。尝戏语人曰：“此是五脏神暴落难。”是故自禁受不得。",
    "img": "2025-11-14T07-34-49-917Z-i4w108.jpg"
  }
];